{
    "language_label": {
        "en": "Select Language:",
        "de": "Sprache auswählen:",
        "ar": "اختر اللغة:",
        "hi": "भाषा चुनें:",
        "es": "Seleccionar idioma:",
        "zh": "选择语言："
    },
    "back_to_main_link": {
        "en": "« Back to Overview",
        "de": "« Zurück zur Übersicht",
        "ar": "« العودة إلى النظرة العامة",
        "hi": "« अवलोकन पर वापस",
        "es": "« Volver a la vista general",
        "zh": "« 返回主页"
    },
    "footer_text": {
        "en": "© 2025 OTH Amberg-Weiden. All rights reserved.",
        "de": "© 2025 OTH Amberg-Weiden. Alle Rechte vorbehalten.",
        "ar": "© 2025 OTH Amberg-Weiden. جميع الحقوق محفوظة.",
        "hi": "© 2025 OTH Amberg-Weiden. सर्वाधिकार सुरक्षित।",
        "es": "© 2025 OTH Amberg-Weiden. Todos los derechos reservados.",
        "zh": "© 2025 OTH Amberg-Weiden. 版权所有。"
    },
    "page_title": {
        "en": "OTH-AW QuickStart Guide",
        "de": "OTH-AW QuickStart Guide",
        "ar": "دليل البداية السريعة لـ OTH-AW",
        "hi": "OTH-AW क्विकस्टार्ट गाइड",
        "es": "Guía de Inicio Rápido de OTH-AW",
        "zh": "OTH-AW 快速入门指南"
    },
    "welcome_title": {
        "en": "Welcome to the QuickStart Guide",
        "de": "Willkommen zum QuickStart Guide",
        "ar": "أهلاً بكم في دليل البداية السريعة",
        "hi": "क्विकस्टार्ट गाइड में आपका स्वागत है",
        "es": "Bienvenido a la Guía de Inicio Rápido",
        "zh": "欢迎来到快速入门指南"
    },
    "welcome_text": {
        "en": "Your companion for a successful start at OTH Amberg-Weiden.",
        "de": "Dein Begleiter für einen erfolgreichen Start an der OTH Amberg-Weiden.",
        "ar": "رفيقك لبداية ناجحة في جامعة OTH Amberg-Weiden.",
        "hi": "OTH Amberg-Weiden में एक सफल शुरुआत के लिए आपका साथी।",
        "es": "Tu compañero para un comienzo exitoso en la OTH Amberg-Weiden.",
        "zh": "您在安贝格-魏登应用技术大学成功起步的伴侣。"
    },
    "learn_more_button": {
        "en": "Get Started",
        "de": "Jetzt starten",
        "ar": "ابدأ الآن",
        "hi": "शुरू हो जाओ",
        "es": "Comenzar",
        "zh": "现在开始"
    },
    "oth_website_button": {
        "en": "To OTH Website",
        "de": "Zur OTH-Webseite",
        "ar": "إلى موقع OTH",
        "hi": "OTH वेबसाइट पर",
        "es": "Al sitio web de OTH",
        "zh": "访问OTH官网"
    },
    "quickstart_title": {
        "en": "Quick Start Guide Topics",
        "de": "Themen des Quick Start Guides",
        "ar": "مواضيع دليل البداية السريعة",
        "hi": "क्विक स्टार्ट गाइड के विषय",
        "es": "Temas de la Guía de Inicio Rápido",
        "zh": "快速入门指南主题"
    },
    "box_welcome_title": {
        "en": "Welcome to the University",
        "de": "Willkommen an der Hochschule",
        "ar": "مرحباً بكم في الجامعة",
        "hi": "विश्वविद्यालय में आपका स्वागत है",
        "es": "Bienvenido a la Universidad",
        "zh": "欢迎来到大学"
    },
    "box_studies_title": {
        "en": "Studies & Organization",
        "de": "Studium & Organisation",
        "ar": "الدراسة والتنظيم",
        "hi": "अध्ययन और संगठन",
        "es": "Estudios y Organización",
        "zh": "学习与组织"
    },
    "box_city_life_title": {
        "en": "Life in the City",
        "de": "Leben in der Stadt",
        "ar": "الحياة في المدينة",
        "hi": "शहर में जीवन",
        "es": "La vida en la ciudad",
        "zh": "城市生活"
    },
    "box_links_title": {
        "en": "Useful Links",
        "de": "Nützliche Links",
        "ar": "روابط مفيدة",
        "hi": "उपयोगी लिंक",
        "es": "Enlaces útiles",
        "zh": "实用链接"
    },
    "box_contacts_title": {
        "en": "Contacts",
        "de": "Kontakte",
        "ar": "جهات الاتصال",
        "hi": "संपर्क",
        "es": "Contactos",
        "zh": "联系方式"
    },
    "box_leisure_title": {
        "en": "Leisure and Sports",
        "de": "Freizeit und Sport",
        "ar": "الترفيه والرياضة",
        "hi": "अवकाश और खेल",
        "es": "Ocio y Deportes",
        "zh": "休闲与运动"
    },
    "box_arrival_title": {
        "en": "Arrival & First Steps",
        "de": "Ankunft & Erste Schritte",
        "ar": "الوصول والخطوات الأولى",
        "hi": "आगमन और पहले कदम",
        "es": "Llegada y Primeros Pasos",
        "zh": "抵达与起步"
    },
    "box_language_title": {
        "en": "Language",
        "de": "Sprache",
        "ar": "اللغة",
        "hi": "भाषा",
        "es": "Idioma",
        "zh": "语言"
    },
    "box_finance_title": {
        "en": "Finances",
        "de": "Finanzen",
        "ar": "الأمور المالية",
        "hi": "वित्त",
        "es": "Finanzas",
        "zh": "财务"
    },
    "box_support_title": {
        "en": "Support & FAQ",
        "de": "Hilfe & FAQ",
        "ar": "الدعم والأسئلة الشائعة",
        "hi": "सहायता और अक्सर पूछे जाने वाले प्रश्न",
        "es": "Soporte y FAQ",
        "zh": "支持与常见问题"
    },
    "page_title_welcome": {
        "en": "Welcome - QuickStart Guide",
        "de": "Willkommen - QuickStart Guide",
        "ar": "مرحباً - دليل البداية السريعة",
        "hi": "स्वागत - क्विकस्टार्ट गाइड",
        "es": "Bienvenida - Guía de Inicio Rápido",
        "zh": "欢迎 - 快速入门指南"
    },
    "welcome_page_main_title": {
        "en": "Welcome to OTH Amberg-Weiden",
        "de": "Willkommen an der OTH Amberg-Weiden",
        "ar": "مرحباً بكم في OTH Amberg-Weiden",
        "hi": "OTH Amberg-Weiden में आपका स्वागत है",
        "es": "Bienvenido a la OTH Amberg-Weiden",
        "zh": "欢迎来到安贝格-魏登应用技术大学"
    },
    "welcome_page_sub1_title": {
        "en": "Your Checklist for the First Week",
        "de": "Deine Checkliste für die erste Woche",
        "ar": "قائمة المهام الخاصة بك للأسبوع الأول",
        "hi": "पहले सप्ताह के लिए आपकी चेकलिस्ट",
        "es": "Tu lista de verificación para la primera semana",
        "zh": "第一周清单"
    },
    "welcome_page_sub1_text": {
        "en": "Congratulations on starting your studies! The first few days can be overwhelming, but this checklist will help you navigate them: <br><b>1. Collect Student ID:</b> Go to the Student Office (Studienbüro) to pick up your student ID card. This card is essential for many services. <br><b>2. Get Your IT Credentials:</b> You will receive your initial login details for all university IT services (Moodle, Webmail, PRIMUSS). Change your password immediately. <br><b>3. Attend Orientation Events:</b> The International Office and your faculty offer orientation sessions. Attending is highly recommended! You'll get vital information and meet other new students. <br><b>4. Explore the Campus:</b> Take a walk around. Find your lecture halls, the library, the cafeteria (Mensa), and the International Office. <br><b>5. Activate your Library Account:</b> Go to the library desk with your student ID to activate your account for borrowing books and accessing online resources.",
        "de": "Herzlichen Glückwunsch zum Studienstart! Die ersten Tage können überwältigend sein, aber diese Checkliste hilft dir bei der Orientierung: <br><b>1. Studierendenausweis abholen:</b> Geh zum Studienbüro, um deinen Studierendenausweis abzuholen. Diese Karte ist für viele Dienste unerlässlich. <br><b>2. IT-Zugangsdaten erhalten:</b> Du erhältst deine initialen Zugangsdaten für alle IT-Dienste der Hochschule (Moodle, Webmail, PRIMUSS). Ändere dein Passwort sofort. <br><b>3. An Orientierungsveranstaltungen teilnehmen:</b> Das International Office und deine Fakultät bieten Orientierungsveranstaltungen an. Die Teilnahme wird dringend empfohlen! Du erhältst wichtige Informationen und lernst andere neue Studierende kennen. <br><b>4. Den Campus erkunden:</b> Mach einen Spaziergang. Finde deine Hörsäle, die Bibliothek, die Mensa und das International Office. <br><b>5. Bibliothekskonto aktivieren:</b> Geh mit deinem Studierendenausweis zur Theke der Bibliothek, um dein Konto für die Ausleihe von Büchern und den Zugriff auf Online-Ressourcen zu aktivieren.",
        "ar": "تهانينا على بدء دراستك! قد تكون الأيام القليلة الأولى مربكة، لكن قائمة المراجعة هذه ستساعدك على التنقل فيها: <br><b>1. استلام بطاقة الطالب:</b> اذهب إلى مكتب الطلاب (Studienbüro) لاستلام بطاقة الطالب الخاصة بك. هذه البطاقة ضرورية للعديد من الخدمات. <br><b>2. الحصول على بيانات اعتماد تكنولوجيا المعلومات الخاصة بك:</b> ستتلقى تفاصيل تسجيل الدخول الأولية لجميع خدمات تكنولوجيا المعلومات بالجامعة (Moodle ، Webmail ، PRIMUSS). قم بتغيير كلمة المرور الخاصة بك على الفور. <br><b>3. حضور فعاليات التوجيه:</b> يقدم المكتب الدولي وكليتك جلسات توجيه. يوصى بشدة بالحضور! ستحصل على معلومات حيوية وتلتقي بطلاب جدد آخرين. <br><b>4. استكشاف الحرم الجامعي:</b> تجول. ابحث عن قاعات المحاضرات والمكتبة والكافتيريا (Mensa) والمكتب الدولي. <br><b>5. تفعيل حساب المكتبة الخاص بك:</b> اذهب إلى مكتب المكتبة ببطاقة الطالب الخاصة بك لتفعيل حسابك لاستعارة الكتب والوصول إلى الموارد عبر الإنترنت.",
        "hi": "आपकी पढ़ाई शुरू करने पर बधाई! पहले कुछ दिन भारी पड़ सकते हैं, लेकिन यह चेकलिस्ट आपको उनसे निपटने में मदद करेगी: <br><b>1. छात्र आईडी प्राप्त करें:</b> अपना छात्र आईडी कार्ड लेने के लिए छात्र कार्यालय (Studienbüro) जाएं। यह कार्ड कई सेवाओं के लिए आवश्यक है। <br><b>2. अपने आईटी क्रेडेंशियल प्राप्त करें:</b> आपको सभी विश्वविद्यालय आईटी सेवाओं (Moodle, Webmail, PRIMUSS) के लिए अपने प्रारंभिक लॉगिन विवरण प्राप्त होंगे। अपना पासवर्ड तुरंत बदलें। <br><b>3. ओरिएंटेशन कार्यक्रमों में भाग लें:</b> अंतर्राष्ट्रीय कार्यालय और आपका संकाय ओरिएंटेशन सत्र प्रदान करते हैं। इसमें भाग लेने की अत्यधिक अनुशंसा की जाती है! आपको महत्वपूर्ण जानकारी मिलेगी और अन्य नए छात्रों से मिलेंगे। <br><b>4. कैंपस का अन्वेषण करें:</b> घूमें। अपने व्याख्यान कक्ष, पुस्तकालय, कैफेटेरिया (Mensa), और अंतर्राष्ट्रीय कार्यालय का पता लगाएं। <br><b>5. अपना पुस्तकालय खाता सक्रिय करें:</b> किताबें उधार लेने और ऑनलाइन संसाधनों तक पहुंचने के लिए अपना खाता सक्रिय करने के लिए अपनी छात्र आईडी के साथ पुस्तकालय डेस्क पर जाएं।",
        "es": "¡Felicidades por comenzar tus estudios! Los primeros días pueden ser abrumadores, pero esta lista de verificación te ayudará a superarlos: <br><b>1. Recoge tu carné de estudiante:</b> Ve a la Oficina de Estudiantes (Studienbüro) para recoger tu carné de estudiante. Esta tarjeta es esencial para muchos servicios. <br><b>2. Obtén tus credenciales de TI:</b> Recibirás tus datos de acceso iniciales para todos los servicios de TI de la universidad (Moodle, Webmail, PRIMUSS). Cambia tu contraseña inmediatamente. <br><b>3. Asiste a los eventos de orientación:</b> La Oficina Internacional y tu facultad ofrecen sesiones de orientación. ¡Es muy recomendable asistir! Obtendrás información vital y conocerás a otros estudiantes nuevos. <br><b>4. Explora el campus:</b> Date un paseo. Encuentra tus aulas, la biblioteca, la cafetería (Mensa) y la Oficina Internacional. <br><b>5. Activa tu cuenta de la biblioteca:</b> Ve al mostrador de la biblioteca con tu carné de estudiante para activar tu cuenta para tomar prestados libros y acceder a recursos en línea.",
        "zh": "恭喜您开始学业！最初几天可能会让人不知所措，但这份清单将帮助您顺利度过：<br><b>1. 领取学生证：</b>前往学生办公室（Studienbüro）领取您的学生证。此卡对于许多服务至关重要。<br><b>2. 获取您的IT凭据：</b>您将收到所有大学IT服务（Moodle、Webmail、PRIMUSS）的初始登录信息。请立即更改密码。<br><b>3. 参加迎新活动：</b>国际办公室和您所在的院系会提供迎新会。强烈建议参加！您将获得重要信息并结识其他新生。<br><b>4. 探索校园：</b>四处走走。找到您的演讲厅、图书馆、食堂（Mensa）和国际办公室。<br><b>5. 激活您的图书馆账户：</b>带上您的学生证到图书馆服务台激活您的账户，以便借阅书籍和访问在线资源。"
    },
    "welcome_page_sub2_title": {
        "en": "Campus Overview & Key Locations",
        "de": "Campus-Übersicht & wichtige Orte",
        "ar": "نظرة عامة على الحرم الجامعي والمواقع الرئيسية",
        "hi": "कैंपस का अवलोकन और मुख्य स्थान",
        "es": "Vista general del campus y lugares clave",
        "zh": "校园概览与关键地点"
    },
    "welcome_page_sub2_text": {
        "en": "Our university has two campuses: one in Amberg and one in Weiden. Make sure you know which campus your faculty is located on. Key locations on both campuses include: <br>• <b>Library (Bibliothek):</b> For books, quiet study spaces, group work rooms, and digital resources. <br>• <b>Cafeteria (Mensa):</b> Offers affordable, subsidized meals. Pay with your student ID card. Check the weekly menu online! <br>• <b>Student Office (Studienbüro):</b> For administrative matters like enrollment, re-registration, and official documents. <br>• <b>International Office:</b> Your main point of contact for all international student affairs, visa questions, and support programs. <br>• <b>Computer Labs (CIP-Pools):</b> For studying, using special software, and project work. <br>Campus maps are available online and at information desks.",
        "de": "Unsere Hochschule hat zwei Standorte: einen in Amberg und einen in Weiden. Stelle sicher, dass du weißt, an welchem Campus sich deine Fakultät befindet. Wichtige Orte an beiden Standorten sind: <br>• <b>Bibliothek:</b> Für Bücher, ruhige Lernplätze, Gruppenarbeitsräume und digitale Ressourcen. <br>• <b>Mensa:</b> Bietet günstige, subventionierte Mahlzeiten. Bezahle mit deinem Studierendenausweis. Den wöchentlichen Speiseplan findest du online! <br>• <b>Studienbüro:</b> Für administrative Angelegenheiten wie Immatrikulation, Rückmeldung und offizielle Dokumente. <br>• <b>International Office:</b> Deine zentrale Anlaufstelle für alle Belange internationaler Studierender, Visafragen und Betreuungsprogramme. <br>• <b>Computerräume (CIP-Pools):</b> Zum Lernen, für die Nutzung spezieller Software und für Projektarbeiten. <br>Lagepläne findest du online und an den Info-Schaltern.",
        "ar": "جامعتنا لها حرمان جامعيان: واحد في آمبرغ والآخر في فايدن. تأكد من أنك تعرف في أي حرم تقع كليتك. تشمل المواقع الرئيسية في كلا الحرمين: <br>• <b>المكتبة (Bibliothek):</b> للكتب وأماكن الدراسة الهادئة وغرف العمل الجماعي والموارد الرقمية. <br>• <b>الكافتيريا (Mensa):</b> تقدم وجبات مدعومة بأسعار معقولة. ادفع ببطاقة الطالب الخاصة بك. تحقق من القائمة الأسبوعية عبر الإنترنت! <br>• <b>مكتب الطلاب (Studienbüro):</b> للمسائل الإدارية مثل التسجيل وإعادة التسجيل والمستندات الرسمية. <br>• <b>المكتب الدولي:</b> نقطة الاتصال الرئيسية لجميع شؤون الطلاب الدوليين وأسئلة التأشيرة وبرامج الدعم. <br>• <b>مختبرات الحاسوب (CIP-Pools):</b> للدراسة واستخدام برامج خاصة والعمل على المشاريع. <br>تتوفر خرائط الحرم الجامعي عبر الإنترنت وفي مكاتب المعلومات.",
        "hi": "हमारे विश्वविद्यालय के दो परिसर हैं: एक एमबर्ग में और एक वेडेन में। सुनिश्चित करें कि आप जानते हैं कि आपका संकाय किस परिसर में स्थित है। दोनों परिसरों में प्रमुख स्थानों में शामिल हैं: <br>• <b>पुस्तकालय (Bibliothek):</b> किताबों, शांत अध्ययन स्थानों, समूह कार्य कमरों और डिजिटल संसाधनों के लिए। <br>• <b>कैफेटेरिया (Mensa):</b> सस्ती, रियायती भोजन प्रदान करता है। अपने छात्र आईडी कार्ड से भुगतान करें। साप्ताहिक मेनू ऑनलाइन देखें! <br>• <b>छात्र कार्यालय (Studienbüro):</b> नामांकन, पुन: पंजीकरण और आधिकारिक दस्तावेजों जैसे प्रशासनिक मामलों के लिए। <br>• <b>अंतर्राष्ट्रीय कार्यालय:</b> सभी अंतरराष्ट्रीय छात्र मामलों, वीजा प्रश्नों और सहायता कार्यक्रमों के लिए आपका मुख्य संपर्क बिंदु। <br>• <b>कंप्यूटर लैब्स (CIP-Pools):</b> अध्ययन, विशेष सॉफ्टवेयर का उपयोग करने और परियोजना कार्य के लिए। <br>कैंपस के नक्शे ऑनलाइन और सूचना डेस्क पर उपलब्ध हैं।",
        "es": "Nuestra universidad tiene dos campus: uno en Amberg y otro en Weiden. Asegúrate de saber en qué campus se encuentra tu facultad. Los lugares clave en ambos campus incluyen: <br>• <b>Biblioteca (Bibliothek):</b> Para libros, espacios de estudio tranquilos, salas de trabajo en grupo y recursos digitales. <br>• <b>Comedor (Mensa):</b> Ofrece comidas asequibles y subvencionadas. Paga con tu carné de estudiante. ¡Consulta el menú semanal en línea! <br>• <b>Oficina de Estudiantes (Studienbüro):</b> Para asuntos administrativos como la matrícula, la reinscripción y documentos oficiales. <br>• <b>Oficina Internacional:</b> Tu principal punto de contacto para todos los asuntos de estudiantes internacionales, preguntas sobre visados y programas de apoyo. <br>• <b>Salas de ordenadores (CIP-Pools):</b> Para estudiar, usar software especial y trabajar en proyectos. <br>Los mapas del campus están disponibles en línea y en los puntos de información.",
        "zh": "我们的大学有两个校区：一个在安贝格，一个在魏登。请确保您知道您所在的院系位于哪个校区。两个校区的关键地点包括：<br>• <b>图书馆 (Bibliothek):</b> 提供书籍、安静的学习空间、小组工作室和数字资源。<br>• <b>食堂 (Mensa):</b> 提供价格实惠、有补贴的餐点。用您的学生证支付。请在线查看每周菜单！<br>• <b>学生办公室 (Studienbüro):</b> 处理注册、重新注册和官方文件等行政事务。<br>• <b>国际办公室:</b> 您处理所有国际学生事务、签证问题和支持项目的主要联系点。<br>• <b>计算机房 (CIP-Pools):</b> 用于学习、使用特殊软件和项目工作。<br>校园地图可在线获取或在信息台索取。"
    },
    "welcome_page_sub3_title": {
        "en": "Your Digital Toolkit",
        "de": "Deine digitalen Werkzeuge",
        "ar": "أدواتك الرقمية",
        "hi": "आपका डिजिटल टूलकिट",
        "es": "Tu kit de herramientas digitales",
        "zh": "您的数字工具包"
    },
    "welcome_page_sub3_text": {
        "en": "Get familiar with the essential online platforms from day one: <br>• <b>Moodle:</b> This is the learning platform. Here you'll find course materials, submit assignments, participate in forums, and communicate with professors. It is your responsibility to check Moodle daily. <br>• <b>PRIMUSS:</b> The campus portal for all administrative tasks. You will use it for course registration, exam registration, viewing your grades, and updating your personal data. <br>• <b>Webmail:</b> Your official university email address (e.g., name@oth-aw.de). All official communication from the university will be sent here. Check it daily! <br>• <b>VPN (Virtual Private Network):</b> To access certain university resources (like library databases) from off-campus, you need to install and use the VPN client. Instructions for setup are on the IT service website.",
        "de": "Mach dich vom ersten Tag an mit den wichtigsten Online-Plattformen vertraut: <br>• <b>Moodle:</b> Dies ist die Lernplattform. Hier findest du Kursmaterialien, reichst Aufgaben ein, nimmst an Foren teil und kommunizierst mit Professoren. Es liegt in deiner Verantwortung, Moodle täglich zu überprüfen. <br>• <b>PRIMUSS:</b> Das Campus-Portal für alle administrativen Aufgaben. Du nutzt es für die Kurs- und Prüfungsanmeldung, die Einsicht deiner Noten und die Aktualisierung deiner persönlichen Daten. <br>• <b>Webmail:</b> Deine offizielle Hochschul-E-Mail-Adresse (z.B. name@oth-aw.de). Die gesamte offizielle Kommunikation der Hochschule wird hierher gesendet. Überprüfe sie täglich! <br>• <b>VPN (Virtual Private Network):</b> Um von außerhalb des Campus auf bestimmte Hochschulressourcen (wie Bibliotheksdatenbanken) zuzugreifen, musst du den VPN-Client installieren und verwenden. Anleitungen zur Einrichtung findest du auf der Website des IT-Servicezentrums.",
        "ar": "تعرف على المنصات الإلكترونية الأساسية من اليوم الأول: <br>• <b>Moodle:</b> هذه هي منصة التعلم. ستجد هنا مواد الدورة التدريبية، وتقدم الواجبات، وتشارك في المنتديات، وتتواصل مع الأساتذة. تقع على عاتقك مسؤولية التحقق من Moodle يوميًا. <br>• <b>PRIMUSS:</b> بوابة الحرم الجامعي لجميع المهام الإدارية. ستستخدمها للتسجيل في الدورات، والتسجيل في الامتحانات، وعرض درجاتك، وتحديث بياناتك الشخصية. <br>• <b>Webmail:</b> عنوان بريدك الإلكتروني الجامعي الرسمي (على سبيل المثال، name@oth-aw.de). سيتم إرسال جميع الاتصالات الرسمية من الجامعة إلى هنا. تحقق منه يوميًا! <br>• <b>VPN (الشبكة الخاصة الافتراضية):</b> للوصول إلى موارد جامعية معينة (مثل قواعد بيانات المكتبة) من خارج الحرم الجامعي، تحتاج إلى تثبيت واستخدام عميل VPN. توجد تعليمات الإعداد على موقع خدمة تكنولوجيا المعلومات.",
        "hi": "पहले दिन से ही आवश्यक ऑनलाइन प्लेटफ़ॉर्म से परिचित हों: <br>• <b>Moodle:</b> यह लर्निंग प्लेटफ़ॉर्म है। यहां आपको पाठ्यक्रम सामग्री मिलेगी, असाइनमेंट जमा करेंगे, फ़ोरम में भाग लेंगे, और प्रोफेसरों के साथ संवाद करेंगे। Moodle को रोज़ाना जांचना आपकी ज़िम्मेदारी है। <br>• <b>PRIMUSS:</b> सभी प्रशासनिक कार्यों के लिए कैंपस पोर्टल। आप इसका उपयोग पाठ्यक्रम पंजीकरण, परीक्षा पंजीकरण, अपने ग्रेड देखने और अपने व्यक्तिगत डेटा को अपडेट करने के लिए करेंगे। <br>• <b>Webmail:</b> आपका आधिकारिक विश्वविद्यालय ईमेल पता (जैसे, name@oth-aw.de)। विश्वविद्यालय से सभी आधिकारिक संचार यहीं भेजे जाएंगे। इसे रोज़ाना जांचें! <br>• <b>VPN (वर्चुअल प्राइवेट नेटवर्क):</b> ऑफ-कैंपस से कुछ विश्वविद्यालय संसाधनों (जैसे पुस्तकालय डेटाबेस) तक पहुंचने के लिए, आपको VPN क्लाइंट को स्थापित और उपयोग करने की आवश्यकता है। सेटअप के लिए निर्देश आईटी सेवा वेबसाइट पर हैं।",
        "es": "Familiarízate con las plataformas en línea esenciales desde el primer día: <br>• <b>Moodle:</b> Esta es la plataforma de aprendizaje. Aquí encontrarás materiales de los cursos, entregarás trabajos, participarás en foros y te comunicarás con los profesores. Es tu responsabilidad revisar Moodle a diario. <br>• <b>PRIMUSS:</b> El portal del campus para todas las tareas administrativas. Lo usarás para la inscripción en cursos, la inscripción en exámenes, ver tus calificaciones y actualizar tus datos personales. <br>• <b>Webmail:</b> Tu dirección de correo electrónico oficial de la universidad (p. ej., nombre@oth-aw.de). Toda la comunicación oficial de la universidad se enviará aquí. ¡Revísala a diario! <br>• <b>VPN (Red Privada Virtual):</b> Para acceder a ciertos recursos de la universidad (como bases de datos de la biblioteca) desde fuera del campus, necesitas instalar y usar el cliente VPN. Las instrucciones de configuración están en el sitio web del servicio de TI.",
        "zh": "从第一天起就熟悉必要的在线平台：<br>• <b>Moodle:</b> 这是学习平台。您可以在此找到课程资料、提交作业、参与论坛并与教授交流。您有责任每天检查Moodle。<br>• <b>PRIMUSS:</b> 用于所有行政任务的校园门户。您将使用它进行课程注册、考试注册、查看成绩和更新个人数据。<br>• <b>Webmail:</b> 您的官方大学电子邮件地址（例如，name@oth-aw.de）。大学的所有官方通讯都将发送到此处。请每天检查！<br>• <b>VPN (虚拟专用网络):</b> 要从校外访问某些大学资源（如图书馆数据库），您需要安装和使用VPN客户端。设置说明可在IT服务网站上找到。"
    },
    "page_title_arrival": {
        "en": "Arrival & First Steps - QuickStart Guide",
        "de": "Ankunft & Erste Schritte - QuickStart Guide",
        "ar": "الوصول والخطوات الأولى - دليل البداية السريعة",
        "hi": "आगमन और पहले कदम - क्विकस्टार्ट गाइड",
        "es": "Llegada y Primeros Pasos - Guía de Inicio Rápido",
        "zh": "抵达与起步 - 快速入门指南"
    },
    "arrival_page_main_title": {
        "en": "Arrival and First Steps",
        "de": "Ankunft und erste Schritte",
        "ar": "الوصول والخطوات الأولى",
        "hi": "आगमन और पहले कदम",
        "es": "Llegada y primeros pasos",
        "zh": "抵达与初步流程"
    },
    "arrival_page_sub1_title": {
        "en": "Getting to Amberg & Weiden",
        "de": "Anreise nach Amberg & Weiden",
        "ar": "الوصول إلى آمبرغ وفايدن",
        "hi": "एमबर्ग और वेडेन पहुँचना",
        "es": "Cómo llegar a Amberg y Weiden",
        "zh": "如何到达安贝格和魏登"
    },
    "arrival_page_sub1_text": {
        "en": "Welcome to Bavaria! The nearest major international airports are Nuremberg (NUE) and Munich (MUC). <br>• <b>From Nuremberg Airport (NUE):</b> This is the easiest option. Take the U2 subway line to Nuremberg main station (Nürnberg Hbf), which takes about 15 minutes. From there, direct regional trains (e.g., RE) go to Amberg (approx. 50-60 minutes) and Weiden (approx. 1.5 hours). <br>• <b>From Munich Airport (MUC):</b> This journey is longer. Take the S-Bahn (S1 or S8) to Munich main station (München Hbf). From there, you can take trains towards Nuremberg or Regensburg, with a connection to Amberg/Weiden. Total travel time is around 2.5-3.5 hours. <br><b>Tip:</b> Download the 'DB Navigator' app from Deutsche Bahn. It is the best tool to check connections, see delays, and buy tickets. You can often save money by buying a 'Bayern-Ticket' if you travel in a group or on weekends.",
        "de": "Willkommen in Bayern! Die nächstgelegenen großen internationalen Flughäfen sind Nürnberg (NUE) und München (MUC). <br>• <b>Vom Flughafen Nürnberg (NUE):</b> Dies ist die einfachste Option. Nimm die U-Bahn-Linie U2 zum Nürnberger Hauptbahnhof, was etwa 15 Minuten dauert. Von dort fahren direkte Regionalzüge (z.B. RE) nach Amberg (ca. 50-60 Minuten) und Weiden (ca. 1,5 Stunden). <br>• <b>Vom Flughafen München (MUC):</b> Diese Reise ist länger. Nimm die S-Bahn (S1 oder S8) zum Münchner Hauptbahnhof. Von dort kannst du Züge Richtung Nürnberg oder Regensburg nehmen, mit Anschluss nach Amberg/Weiden. Die Gesamtreisezeit beträgt etwa 2,5-3,5 Stunden. <br><b>Tipp:</b> Lade die App 'DB Navigator' der Deutschen Bahn herunter. Sie ist das beste Werkzeug, um Verbindungen zu prüfen, Verspätungen zu sehen und Tickets zu kaufen. Mit einem 'Bayern-Ticket' kannst du oft Geld sparen, wenn du in einer Gruppe oder am Wochenende reist.",
        "ar": "أهلاً بكم في بافاريا! أقرب المطارات الدولية الرئيسية هي نورمبرغ (NUE) وميونخ (MUC). <br>• <b>من مطار نورمبرغ (NUE):</b> هذا هو الخيار الأسهل. استقل خط مترو الأنفاق U2 إلى محطة نورمبرغ الرئيسية (Nürnberg Hbf)، ويستغرق ذلك حوالي 15 دقيقة. من هناك، تنطلق قطارات إقليمية مباشرة (مثل RE) إلى آمبرغ (حوالي 50-60 دقيقة) وفايدن (حوالي 1.5 ساعة). <br>• <b>من مطار ميونخ (MUC):</b> هذه الرحلة أطول. استقل قطار S-Bahn (S1 أو S8) إلى محطة ميونخ الرئيسية (München Hbf). من هناك، يمكنك ركوب القطارات باتجاه نورمبرغ أو ريغنسبورغ، مع تغيير قطار إلى آمبرغ/فايدن. يبلغ إجمالي وقت السفر حوالي 2.5-3.5 ساعة. <br><b>نصيحة:</b> قم بتنزيل تطبيق 'DB Navigator' من Deutsche Bahn. إنه أفضل أداة للتحقق من الرحلات، ورؤية التأخير، وشراء التذاكر. يمكنك غالبًا توفير المال عن طريق شراء 'Bayern-Ticket' إذا كنت تسافر في مجموعة أو في عطلات نهاية الأسبوع.",
        "hi": "बवेरिया में आपका स्वागत है! निकटतम प्रमुख अंतरराष्ट्रीय हवाई अड्डे नूर्नबर्ग (NUE) और म्यूनिख (MUC) हैं। <br>• <b>नूर्नबर्ग हवाई अड्डे (NUE) से:</b> यह सबसे आसान विकल्प है। U2 मेट्रो लाइन से नूर्नबर्ग मुख्य स्टेशन (Nürnberg Hbf) तक जाएं, जिसमें लगभग 15 मिनट लगते हैं। वहां से, एमबर्ग (लगभग 50-60 मिनट) और वेडेन (लगभग 1.5 घंटे) के लिए सीधी क्षेत्रीय ट्रेनें (जैसे, RE) हैं। <br>• <b>म्यूनिख हवाई अड्डे (MUC) से:</b> यह यात्रा लंबी है। S-Bahn (S1 या S8) से म्यूनिख मुख्य स्टेशन (München Hbf) तक जाएं। वहां से, आप नूर्नबर्ग या रेगेन्सबर्ग की ओर जाने वाली ट्रेनें ले सकते हैं, जहाँ से एमबर्ग/वेडेन के लिए कनेक्शन मिलेगा। कुल यात्रा समय लगभग 2.5-3.5 घंटे है। <br><b>सुझाव:</b> ड्यूश बान से 'DB Navigator' ऐप डाउनलोड करें। यह कनेक्शन की जांच करने, देरी देखने और टिकट खरीदने के लिए सबसे अच्छा उपकरण है। यदि आप एक समूह में या सप्ताहांत पर यात्रा करते हैं तो आप अक्सर 'बायर्न-टिकट' खरीदकर पैसे बचा सकते हैं।",
        "es": "¡Bienvenido a Baviera! Los aeropuertos internacionales más cercanos son Núremberg (NUE) y Múnich (MUC). <br>• <b>Desde el aeropuerto de Núremberg (NUE):</b> Esta es la opción más fácil. Toma la línea de metro U2 hasta la estación central de Núremberg (Nürnberg Hbf), lo que tarda unos 15 minutos. Desde allí, hay trenes regionales directos (p. ej., RE) a Amberg (aprox. 50-60 minutos) y Weiden (aprox. 1.5 horas). <br>• <b>Desde el aeropuerto de Múnich (MUC):</b> Este viaje es más largo. Toma el S-Bahn (S1 o S8) hasta la estación central de Múnich (München Hbf). Desde allí, puedes tomar trenes hacia Núremberg o Ratisbona, con conexión a Amberg/Weiden. El tiempo total de viaje es de alrededor de 2.5-3.5 horas. <br><b>Consejo:</b> Descarga la aplicación 'DB Navigator' de Deutsche Bahn. Es la mejor herramienta para consultar conexiones, ver retrasos y comprar billetes. A menudo puedes ahorrar dinero comprando un 'Bayern-Ticket' si viajas en grupo o los fines de semana.",
        "zh": "欢迎来到巴伐利亚！最近的主要国际机场是纽伦堡（NUE）和慕尼黑（MUC）。<br>• <b>从纽伦堡机场（NUE）出发：</b>这是最简单的选择。乘坐U2地铁线到纽伦堡火车总站（Nürnberg Hbf），大约需要15分钟。从那里，有直达的区域火车（例如RE）前往安贝格（约50-60分钟）和魏登（约1.5小时）。<br>• <b>从慕尼黑机场（MUC）出发：</b>这段旅程较长。乘坐S-Bahn（S1或S8）到慕尼黑火车总站（München Hbf）。从那里，您可以乘坐开往纽伦堡或雷根斯堡方向的火车，然后换乘前往安贝格/魏登。总行程时间约为2.5-3.5小时。<br><b>提示：</b>下载德国铁路（Deutsche Bahn）的“DB Navigator”应用程序。它是查询班次、查看延误和购买车票的最佳工具。如果您是团体出行或在周末旅行，购买“拜仁票”（Bayern-Ticket）通常可以省钱。"
    },
    "arrival_page_sub2_title": {
        "en": "City Registration (Anmeldung)",
        "de": "Anmeldung beim Einwohnermeldeamt (Anmeldung)",
        "ar": "تسجيل السكن في المدينة (Anmeldung)",
        "hi": "शहर पंजीकरण (Anmeldung)",
        "es": "Registro de residencia (Anmeldung)",
        "zh": "居民登记 (Anmeldung)"
    },
    "arrival_page_sub2_text": {
        "en": "This is your first and most important bureaucratic step in Germany. Anyone staying for more than 3 months must register their address. <br><b>When:</b> Within two weeks of moving into your permanent accommodation. <br><b>Where:</b> At the local citizens' office ('Einwohnermeldeamt' or 'Bürgerbüro') in Amberg or Weiden. You may need to book an appointment online beforehand. <br><b>What you need:</b><br>• Your valid passport/ID card. <br>• The completed registration form ('Anmeldeformular'). You can usually download this from the city's website. <br>• A confirmation letter from your landlord ('Wohnungsgeberbestätigung'). This is absolutely mandatory. Your landlord is legally required to give it to you. <br>After registration, you will receive a registration certificate ('Meldebescheinigung'). Keep this document safe! You will need it for opening a bank account, getting a tax ID, and applying for your residence permit.",
        "de": "Dies ist dein erster und wichtigster bürokratischer Schritt in Deutschland. Jeder, der länger als 3 Monate bleibt, muss seine Adresse anmelden. <br><b>Wann:</b> Innerhalb von zwei Wochen nach Einzug in deine feste Unterkunft. <br><b>Wo:</b> Beim örtlichen Einwohnermeldeamt oder Bürgerbüro in Amberg oder Weiden. Möglicherweise musst du vorab online einen Termin buchen. <br><b>Was du brauchst:</b><br>• Deinen gültigen Reisepass/Personalausweis. <br>• Das ausgefüllte Anmeldeformular. Dieses kannst du normalerweise von der Website der Stadt herunterladen. <br>• Eine Wohnungsgeberbestätigung von deinem Vermieter. Diese ist absolut notwendig. Dein Vermieter ist gesetzlich verpflichtet, sie dir auszuhändigen. <br>Nach der Anmeldung erhältst du eine Meldebescheinigung. Bewahre dieses Dokument sicher auf! Du benötigst es zur Eröffnung eines Bankkontos, für deine Steuer-ID und für den Antrag auf deine Aufenthaltserlaubnis.",
        "ar": "هذه هي خطوتك البيروقراطية الأولى والأكثر أهمية في ألمانيا. يجب على أي شخص يقيم لأكثر من 3 أشهر تسجيل عنوانه. <br><b>متى:</b> في غضون أسبوعين من الانتقال إلى سكنك الدائم. <br><b>أين:</b> في مكتب المواطنين المحلي ('Einwohnermeldeamt' أو 'Bürgerbüro') في آمبرغ أو فايدن. قد تحتاج إلى حجز موعد عبر الإنترنت مسبقًا. <br><b>ماذا تحتاج:</b><br>• جواز سفرك/بطاقة هويتك سارية المفعول. <br>• استمارة التسجيل المكتملة ('Anmeldeformular'). يمكنك عادةً تنزيلها من موقع المدينة على الويب. <br>• رسالة تأكيد من مالك العقار ('Wohnungsgeberbestätigung'). هذا إلزامي تمامًا. مالك العقار ملزم قانونًا بإعطائه لك. <br>بعد التسجيل، ستحصل على شهادة تسجيل ('Meldebescheinigung'). احتفظ بهذا المستند في مكان آمن! ستحتاج إليه لفتح حساب مصرفي، والحصول على رقم تعريف ضريبي، والتقدم بطلب للحصول على تصريح إقامتك.",
        "hi": "यह जर्मनी में आपका पहला और सबसे महत्वपूर्ण नौकरशाही कदम है। 3 महीने से अधिक समय तक रहने वाले किसी भी व्यक्ति को अपना पता पंजीकृत करना होगा। <br><b>कब:</b> अपने स्थायी आवास में जाने के दो सप्ताह के भीतर। <br><b>कहां:</b> एमबर्ग या वेडेन में स्थानीय नागरिक कार्यालय ('Einwohnermeldeamt' या 'Bürgerbüro') में। आपको पहले से ऑनलाइन अपॉइंटमेंट बुक करने की आवश्यकता हो सकती है। <br><b>आपको क्या चाहिए:</b><br>• आपका वैध पासपोर्ट/आईडी कार्ड। <br>• पूरा किया हुआ पंजीकरण फॉर्म ('Anmeldeformular')। आप इसे आमतौर पर शहर की वेबसाइट से डाउनलोड कर सकते हैं। <br>• आपके मकान मालिक से एक पुष्टि पत्र ('Wohnungsgeberbestätigung')। यह बिल्कुल अनिवार्य है। आपका मकान मालिक आपको इसे देने के लिए कानूनी रूप से बाध्य है। <br>पंजीकरण के बाद, आपको एक पंजीकरण प्रमाण पत्र ('Meldebescheinigung') प्राप्त होगा। इस दस्तावेज़ को सुरक्षित रखें! आपको बैंक खाता खोलने, टैक्स आईडी प्राप्त करने और अपने निवास परमिट के लिए आवेदन करने के लिए इसकी आवश्यकता होगी।",
        "es": "Este es tu primer y más importante paso burocrático en Alemania. Cualquier persona que se quede más de 3 meses debe registrar su dirección. <br><b>Cuándo:</b> Dentro de las dos semanas posteriores a la mudanza a tu alojamiento permanente. <br><b>Dónde:</b> En la oficina de registro de ciudadanos ('Einwohnermeldeamt' o 'Bürgerbüro') en Amberg o Weiden. Es posible que necesites reservar una cita en línea con antelación. <br><b>Qué necesitas:</b><br>• Tu pasaporte/DNI válido. <br>• El formulario de registro completado ('Anmeldeformular'). Generalmente puedes descargarlo del sitio web de la ciudad. <br>• Una carta de confirmación de tu arrendador ('Wohnungsgeberbestätigung'). Esto es absolutamente obligatorio. Tu arrendador está legalmente obligado a dártela. <br>Después del registro, recibirás un certificado de registro ('Meldebescheinigung'). ¡Guarda este documento en un lugar seguro! Lo necesitarás para abrir una cuenta bancaria, obtener un número de identificación fiscal y solicitar tu permiso de residencia.",
        "zh": "这是您在德国的第一个也是最重要的行政步骤。任何居住超过3个月的人都必须登记其地址。<br><b>时间：</b>在您搬入固定住所后的两周内。<br><b>地点：</b>在安贝格或魏登当地的居民登记处（'Einwohnermeldeamt' 或 'Bürgerbüro'）。您可能需要提前在线预约。<br><b>您需要什么：</b><br>• 您的有效护照/身份证。<br>• 填写完整的登记表（'Anmeldeformular'）。您通常可以从市政府网站下载此表格。<br>• 您的房东出具的住房证明（'Wohnungsgeberbestätigung'）。这是绝对强制的。您的房东有法律义务向您提供此文件。<br>登记后，您将收到一份登记证明（'Meldebescheinigung'）。请妥善保管此文件！您在开设银行账户、获取税号和申请居留许可时都需要它。"
    },
    "arrival_page_sub3_title": {
        "en": "Residence Permit (Aufenthaltserlaubnis)",
        "de": "Aufenthaltserlaubnis",
        "ar": "تصريح الإقامة (Aufenthaltserlaubnis)",
        "hi": "निवास परमिट (Aufenthaltserlaubnis)",
        "es": "Permiso de residencia (Aufenthaltserlaubnis)",
        "zh": "居留许可 (Aufenthaltserlaubnis)"
    },
    "arrival_page_sub3_text": {
        "en": "Students from non-EU/EEA countries must apply for a residence permit for study purposes after arrival. <br><b>Where:</b> At the local Foreigners' Office ('Ausländerbehörde'). <br><b>When:</b> As soon as possible after your arrival and city registration. Your entry visa is usually only valid for 90 days. <br><b>Typical required documents:</b><br>• Application form ('Antrag auf Erteilung eines Aufenthaltstitels'). <br>• Valid passport. <br>• Biometric photo. <br>• Proof of financial means (e.g., blocked account statement, scholarship letter). <br>• Proof of health insurance. <br>• University enrollment certificate ('Immatrikulationsbescheinigung'). <br>• City registration certificate ('Meldebescheinigung'). <br>• Fee (around €100). <br><b>Important:</b> Always check the specific requirements on the website of your local Ausländerbehörde and book an appointment early!",
        "de": "Studierende aus Nicht-EU/EWR-Ländern müssen nach der Ankunft eine Aufenthaltserlaubnis zu Studienzwecken beantragen. <br><b>Wo:</b> Bei der örtlichen Ausländerbehörde. <br><b>Wann:</b> So schnell wie möglich nach deiner Ankunft und der Anmeldung. Dein Einreisevisum ist normalerweise nur 90 Tage gültig. <br><b>Typischerweise benötigte Dokumente:</b><br>• Antragsformular ('Antrag auf Erteilung eines Aufenthaltstitels'). <br>• Gültiger Reisepass. <br>• Biometrisches Foto. <br>• Finanzierungsnachweis (z.B. Sperrkontoauszug, Stipendienzusage). <br>• Nachweis der Krankenversicherung. <br>• Immatrikulationsbescheinigung der Hochschule. <br>• Meldebescheinigung. <br>• Gebühr (ca. 100 €). <br><b>Wichtig:</b> Überprüfe immer die spezifischen Anforderungen auf der Website deiner lokalen Ausländerbehörde und buche frühzeitig einen Termin!",
        "ar": "يجب على الطلاب من خارج دول الاتحاد الأوروبي/المنطقة الاقتصادية الأوروبية التقدم بطلب للحصول على تصريح إقامة لأغراض الدراسة بعد الوصول. <br><b>أين:</b> في مكتب الأجانب المحلي ('Ausländerbehörde'). <br><b>متى:</b> في أقرب وقت ممكن بعد وصولك وتسجيل سكنك. عادة ما تكون تأشيرة الدخول الخاصة بك صالحة لمدة 90 يومًا فقط. <br><b>المستندات المطلوبة عادةً:</b><br>• استمارة الطلب ('Antrag auf Erteilung eines Aufenthaltstitels'). <br>• جواز سفر ساري المفعول. <br>• صورة بيومترية. <br>• إثبات الموارد المالية (على سبيل المثال، كشف حساب مجمد، خطاب منحة دراسية). <br>• إثبات التأمين الصحي. <br>• شهادة تسجيل في الجامعة ('Immatrikulationsbescheinigung'). <br>• شهادة تسجيل السكن ('Meldebescheinigung'). <br>• رسوم (حوالي 100 يورو). <br><b>هام:</b> تحقق دائمًا من المتطلبات المحددة على موقع الويب الخاص بمكتب الأجانب المحلي واحجز موعدًا مبكرًا!",
        "hi": "गैर-यूरोपीय संघ/ईईए देशों के छात्रों को आगमन के बाद अध्ययन के प्रयोजनों के लिए निवास परमिट के लिए आवेदन करना होगा। <br><b>कहां:</b> स्थानीय विदेशियों के कार्यालय ('Ausländerbehörde') में। <br><b>कब:</b> आपके आगमन और शहर पंजीकरण के बाद जितनी जल्दी हो सके। आपका प्रवेश वीजा आमतौर पर केवल 90 दिनों के लिए वैध होता है। <br><b>आमतौर पर आवश्यक दस्तावेज:</b><br>• आवेदन पत्र ('Antrag auf Erteilung eines Aufenthaltstitels')। <br>• वैध पासपोर्ट। <br>• बायोमेट्रिक फोटो। <br>• वित्तीय साधनों का प्रमाण (जैसे, अवरुद्ध खाता विवरण, छात्रवृत्ति पत्र)। <br>• स्वास्थ्य बीमा का प्रमाण। <br>• विश्वविद्यालय नामांकन प्रमाण पत्र ('Immatrikulationsbescheinigung')। <br>• शहर पंजीकरण प्रमाण पत्र ('Meldebescheinigung')। <br>• शुल्क (लगभग €100)। <br><b>महत्वपूर्ण:</b> हमेशा अपने स्थानीय Ausländerbehörde की वेबसाइट पर विशिष्ट आवश्यकताओं की जांच करें और जल्दी अपॉइंटमेंट बुक करें!",
        "es": "Los estudiantes de países no pertenecientes a la UE/EEE deben solicitar un permiso de residencia para fines de estudio después de su llegada. <br><b>Dónde:</b> En la oficina de extranjería local ('Ausländerbehörde'). <br><b>Cuándo:</b> Lo antes posible después de tu llegada y registro en la ciudad. Tu visado de entrada suele ser válido solo por 90 días. <br><b>Documentos típicos requeridos:</b><br>• Formulario de solicitud ('Antrag auf Erteilung eines Aufenthaltstitels'). <br>• Pasaporte válido. <br>• Foto biométrica. <br>• Prueba de medios financieros (p. ej., extracto de cuenta bloqueada, carta de beca). <br>• Prueba de seguro de salud. <br>• Certificado de matrícula universitaria ('Immatrikulationsbescheinigung'). <br>• Certificado de registro de la ciudad ('Meldebescheinigung'). <br>• Tasa (alrededor de 100 €). <br><b>Importante:</b> ¡Comprueba siempre los requisitos específicos en el sitio web de tu Ausländerbehörde local y reserva una cita con antelación!",
        "zh": "来自非欧盟/欧洲经济区国家的学生抵达后必须申请学习居留许可。<br><b>地点：</b>在当地的外国人管理局（'Ausländerbehörde'）。<br><b>时间：</b>在您抵达并完成居民登记后尽快办理。您的入境签证通常只有90天有效期。<br><b>通常需要的文件：</b><br>• 申请表（'Antrag auf Erteilung eines Aufenthaltstitels'）。<br>• 有效护照。<br>• 生物识别照片。<br>• 经济来源证明（例如，限制性账户账单，奖学金信函）。<br>• 健康保险证明。<br>• 大学注册证明（'Immatrikulationsbescheinigung'）。<br>• 居民登记证明（'Meldebescheinigung'）。<br>• 费用（约100欧元）。<br><b>重要提示：</b>请务必在当地外国人管理局的网站上查看具体要求，并尽早预约！"
    },
    "page_title_city": {
        "en": "City Life - QuickStart Guide",
        "de": "Stadtleben - QuickStart Guide",
        "ar": "الحياة في المدينة - دليل البداية السريعة",
        "hi": "शहर का जीवन - क्विकस्टार्ट गाइड",
        "es": "Vida en la ciudad - Guía de Inicio Rápido",
        "zh": "城市生活 - 快速入门指南"
    },
    "city_page_main_title": {
        "en": "Life in Amberg & Weiden",
        "de": "Leben in Amberg & Weiden",
        "ar": "الحياة في آمبرغ وفايدن",
        "hi": "एमबर्ग और वेडेन में जीवन",
        "es": "La vida en Amberg y Weiden",
        "zh": "在安贝格和魏登的生活"
    },
    "city_page_sub1_title": {
        "en": "Accommodation (Wohnen)",
        "de": "Unterkunft (Wohnen)",
        "ar": "السكن (Wohnen)",
        "hi": "आवास (Wohnen)",
        "es": "Alojamiento (Wohnen)",
        "zh": "住宿 (Wohnen)"
    },
    "city_page_sub1_text": {
        "en": "Finding a place to live can be challenging. Start your search early! Options include: <br>• <b>Student Dormitories (Studentenwohnheim):</b> Managed by the 'Studentenwerk'. This is the most affordable option (€250-€350/month), but waiting lists are long. Apply as soon as you get your admission letter! <br>• <b>Shared Flats (Wohngemeinschaft - WG):</b> The most popular option for students. You have your own room and share the kitchen and bathroom. Look for offers on websites like 'WG-Gesucht.de', 'ImmoScout24', and Facebook groups. Be prepared to write a nice message introducing yourself. <br>• <b>Private Apartments:</b> More expensive and often unfurnished. <br><b>Important Terms:</b> 'Kaltmiete' is the base rent, while 'Warmmiete' includes additional costs like heating and water ('Nebenkosten'). A 'Kaution' (deposit) of 2-3 times the Kaltmiete is standard. <br><b>Tip:</b> Beware of scams! Never transfer money before signing a contract and seeing the apartment in person or via a trusted video call.",
        "de": "Eine Unterkunft zu finden, kann eine Herausforderung sein. Beginne frühzeitig mit der Suche! Zu den Optionen gehören: <br>• <b>Studentenwohnheime:</b> Verwaltet vom 'Studentenwerk'. Dies ist die günstigste Option (250-350 €/Monat), aber die Wartelisten sind lang. Bewirb dich, sobald du deinen Zulassungsbescheid hast! <br>• <b>Wohngemeinschaften (WG):</b> Die beliebteste Option für Studierende. Du hast dein eigenes Zimmer und teilst dir Küche und Bad. Suche nach Angeboten auf Websites wie 'WG-Gesucht.de', 'ImmoScout24' und in Facebook-Gruppen. Sei darauf vorbereitet, eine nette Nachricht zu schreiben, in der du dich vorstellst. <br>• <b>Private Wohnungen:</b> Teurer und oft unmöbliert. <br><b>Wichtige Begriffe:</b> 'Kaltmiete' ist die Grundmiete, während 'Warmmiete' Nebenkosten wie Heizung und Wasser ('Nebenkosten') beinhaltet. Eine 'Kaution' (Sicherheit) in Höhe von 2-3 Kaltmieten ist Standard. <br><b>Tipp:</b> Sei vorsichtig bei Betrugsversuchen! Überweise niemals Geld, bevor du einen Vertrag unterschrieben und die Wohnung persönlich oder per vertrauenswürdigem Videoanruf gesehen hast.",
        "ar": "قد يكون العثور على مكان للعيش فيه تحديًا. ابدأ بحثك مبكرًا! تشمل الخيارات: <br>• <b>السكن الطلابي (Studentenwohnheim):</b> تديره 'Studentenwerk'. هذا هو الخيار الأقل تكلفة (250-350 يورو شهريًا)، لكن قوائم الانتظار طويلة. قدم طلبك بمجرد حصولك على خطاب القبول! <br>• <b>الشقق المشتركة (Wohngemeinschaft - WG):</b> الخيار الأكثر شعبية للطلاب. لديك غرفتك الخاصة وتشارك المطبخ والحمام. ابحث عن عروض على مواقع مثل 'WG-Gesucht.de' و 'ImmoScout24' ومجموعات الفيسبوك. كن مستعدًا لكتابة رسالة لطيفة تعرف فيها بنفسك. <br>• <b>الشقق الخاصة:</b> أكثر تكلفة وغالبًا ما تكون غير مفروشة. <br><b>مصطلحات مهمة:</b> 'Kaltmiete' هو الإيجار الأساسي، بينما 'Warmmiete' يشمل تكاليف إضافية مثل التدفئة والمياه ('Nebenkosten'). 'Kaution' (تأمين) يعادل 2-3 أضعاف الإيجار الأساسي هو المعيار. <br><b>نصيحة:</b> احذر من عمليات الاحتيال! لا تحول الأموال أبدًا قبل توقيع العقد ورؤية الشقة شخصيًا أو عبر مكالمة فيديو موثوقة.",
        "hi": "रहने के लिए जगह खोजना चुनौतीपूर्ण हो सकता है। अपनी खोज जल्दी शुरू करें! विकल्पों में शामिल हैं: <br>• <b>छात्र छात्रावास (Studentenwohnheim):</b> 'Studentenwerk' द्वारा प्रबंधित। यह सबसे सस्ता विकल्प (€250-€350/माह) है, लेकिन प्रतीक्षा सूची लंबी है। जैसे ही आपको अपना प्रवेश पत्र मिले, आवेदन करें! <br>• <b>साझा फ्लैट (Wohngemeinschaft - WG):</b> छात्रों के लिए सबसे लोकप्रिय विकल्प। आपके पास अपना कमरा होता है और आप रसोई और बाथरूम साझा करते हैं। 'WG-Gesucht.de', 'ImmoScout24', और फेसबुक समूहों जैसी वेबसाइटों पर ऑफ़र देखें। अपना परिचय देते हुए एक अच्छा संदेश लिखने के लिए तैयार रहें। <br>• <b>निजी अपार्टमेंट:</b> अधिक महंगे और अक्सर बिना साज-सज्जा के। <br><b>महत्वपूर्ण शब्द:</b> 'Kaltmiete' मूल किराया है, जबकि 'Warmmiete' में हीटिंग और पानी ('Nebenkosten') जैसी अतिरिक्त लागतें शामिल हैं। 2-3 Kaltmiete के बराबर 'Kaution' (जमा) मानक है। <br><b>सुझाव:</b> घोटालों से सावधान रहें! अनुबंध पर हस्ताक्षर करने और अपार्टमेंट को व्यक्तिगत रूप से या एक विश्वसनीय वीडियो कॉल के माध्यम से देखने से पहले कभी भी पैसे ट्रांसफर न करें।",
        "es": "Encontrar un lugar para vivir puede ser un desafío. ¡Comienza tu búsqueda con antelación! Las opciones incluyen: <br>• <b>Residencias de estudiantes (Studentenwohnheim):</b> Gestionadas por el 'Studentenwerk'. Es la opción más asequible (250-350 €/mes), pero las listas de espera son largas. ¡Solicita plaza tan pronto como tengas tu carta de admisión! <br>• <b>Pisos compartidos (Wohngemeinschaft - WG):</b> La opción más popular para estudiantes. Tienes tu propia habitación y compartes la cocina y el baño. Busca ofertas en sitios web como 'WG-Gesucht.de', 'ImmoScout24' y grupos de Facebook. Prepárate para escribir un mensaje agradable presentándote. <br>• <b>Apartamentos privados:</b> Más caros y a menudo sin amueblar. <br><b>Términos importantes:</b> 'Kaltmiete' es el alquiler base, mientras que 'Warmmiete' incluye costos adicionales como calefacción y agua ('Nebenkosten'). Una 'Kaution' (fianza) de 2-3 veces la Kaltmiete es estándar. <br><b>Consejo:</b> ¡Ten cuidado con las estafas! Nunca transfieras dinero antes de firmar un contrato y ver el apartamento en persona o a través de una videollamada de confianza.",
        "zh": "找到住处可能很有挑战性。请尽早开始寻找！选项包括：<br>• <b>学生宿舍 (Studentenwohnheim):</b> 由“学生服务中心”（Studentenwerk）管理。这是最经济实惠的选择（每月250-350欧元），但等待名单很长。一拿到录取通知书就立即申请！<br>• <b>合租公寓 (Wohngemeinschaft - WG):</b> 学生中最受欢迎的选择。您有自己的房间，并共享厨房和浴室。可以在“WG-Gesucht.de”、“ImmoScout24”和Facebook群组等网站上查找房源。准备好写一封友好的自我介绍信。<br>• <b>私人公寓:</b> 价格更高，且通常不带家具。<br><b>重要术语：</b>“Kaltmiete”是冷租金（基本租金），而“Warmmiete”是暖租金，包括暖气和水费等附加费用（'Nebenkosten'）。通常需要支付2-3倍冷租金的“Kaution”（押金）。<br><b>提示：</b>当心诈骗！在签署合同和亲自或通过可信的视频通话查看公寓之前，切勿转账。"
    },
    "city_page_sub2_title": {
        "en": "Daily Life: Shopping, Transport & Waste",
        "de": "Alltag: Einkaufen, Verkehr & Müll",
        "ar": "الحياة اليومية: التسوق والمواصلات والنفايات",
        "hi": "दैनिक जीवन: खरीदारी, परिवहन और कचरा",
        "es": "Vida diaria: Compras, Transporte y Residuos",
        "zh": "日常生活：购物、交通与垃圾"
    },
    "city_page_sub2_text": {
        "en": "<b>Shopping:</b> Supermarkets like Aldi and Lidl are discounters with lower prices. Rewe and Edeka offer a wider selection. For toiletries and household items, go to a 'Drogeriemarkt' like dm or Rossmann. Remember: All shops are closed on Sundays and public holidays! <br><b>Pfand (Deposit System):</b> On most plastic bottles and glass bottles/cans, you pay a deposit ('Pfand') of €0.08 or €0.25. You get this money back when you return the empty bottles to a reverse vending machine, found in almost any supermarket. <br><b>Transport:</b> Both cities are bike-friendly. For public transport, check if your student ID includes a 'Semesterticket'. This allows you to use local buses and sometimes regional trains for free or at a reduced price. <br><b>Waste Separation (Mülltrennung):</b> This is very important in Germany. You must separate your waste: Paper (blue bin), Packaging/Plastics (yellow bag/bin), Organic (brown/green bin), Glass (separate public containers for white, green, and brown glass), and General waste (black bin).",
        "de": "<b>Einkaufen:</b> Supermärkte wie Aldi und Lidl sind Discounter mit günstigeren Preisen. Rewe und Edeka bieten eine größere Auswahl. Für Drogerieartikel und Haushaltswaren gehst du in einen 'Drogeriemarkt' wie dm oder Rossmann. Denk daran: Alle Geschäfte sind an Sonn- und Feiertagen geschlossen! <br><b>Pfand:</b> Auf die meisten Plastikflaschen und Glasflaschen/Dosen zahlst du ein Pfand von 0,08 € oder 0,25 €. Dieses Geld erhältst du zurück, wenn du die leeren Flaschen an einem Pfandautomaten zurückgibst, den du in fast jedem Supermarkt findest. <br><b>Verkehr:</b> Beide Städte sind fahrradfreundlich. Prüfe für den öffentlichen Nahverkehr, ob dein Studierendenausweis ein 'Semesterticket' enthält. Damit kannst du lokale Busse und manchmal auch Regionalzüge kostenlos oder vergünstigt nutzen. <br><b>Mülltrennung:</b> Dies ist in Deutschland sehr wichtig. Du musst deinen Müll trennen: Papier (blaue Tonne), Verpackungen/Plastik (gelber Sack/Tonne), Bio (braune/grüne Tonne), Glas (getrennte öffentliche Container für Weiß-, Grün- und Braunglas) und Restmüll (schwarze Tonne).",
        "ar": "<b>التسوق:</b> محلات السوبر ماركت مثل Aldi و Lidl هي متاجر مخفضة بأسعار أقل. تقدم Rewe و Edeka تشكيلة أوسع. لمستلزمات النظافة والأدوات المنزلية، اذهب إلى 'Drogeriemarkt' مثل dm أو Rossmann. تذكر: جميع المتاجر مغلقة أيام الأحد والعطلات الرسمية! <br><b>نظام الرهن (Pfand):</b> على معظم الزجاجات البلاستيكية والزجاجية/العلب، تدفع وديعة ('Pfand') قدرها 0.08 يورو أو 0.25 يورو. تسترد هذه الأموال عند إعادة الزجاجات الفارغة إلى آلة بيع عكسية، توجد في أي سوبر ماركت تقريبًا. <br><b>المواصلات:</b> كلتا المدينتين صديقتان للدراجات. بالنسبة للمواصلات العامة، تحقق مما إذا كانت بطاقة الطالب الخاصة بك تتضمن 'Semesterticket'. يسمح لك هذا باستخدام الحافلات المحلية وأحيانًا القطارات الإقليمية مجانًا أو بسعر مخفض. <br><b>فصل النفايات (Mülltrennung):</b> هذا مهم جدًا في ألمانيا. يجب عليك فصل نفاياتك: الورق (صندوق أزرق)، التغليف/البلاستيك (كيس/صندوق أصفر)، عضوي (صندوق بني/أخضر)، زجاج (حاويات عامة منفصلة للزجاج الأبيض والأخضر والبني)، والنفايات العامة (صندوق أسود).",
        "hi": "<b>खरीदारी:</b> Aldi और Lidl जैसे सुपरमार्केट कम कीमतों वाले डिस्काउंटर हैं। Rewe और Edeka एक व्यापक चयन प्रदान करते हैं। प्रसाधन और घरेलू सामानों के लिए, dm या Rossmann जैसे 'Drogeriemarkt' में जाएं। याद रखें: सभी दुकानें रविवार और सार्वजनिक छुट्टियों पर बंद रहती हैं! <br><b>Pfand (जमा प्रणाली):</b> अधिकांश प्लास्टिक की बोतलों और कांच की बोतलों/कैन पर, आप €0.08 या €0.25 की जमा राशि ('Pfand') का भुगतान करते हैं। जब आप खाली बोतलों को रिवर्स वेंडिंग मशीन में वापस करते हैं, तो आपको यह पैसा वापस मिल जाता है, जो लगभग किसी भी सुपरमार्केट में पाया जाता है। <br><b>परिवहन:</b> दोनों शहर बाइक-अनुकूल हैं। सार्वजनिक परिवहन के लिए, जांचें कि क्या आपके छात्र आईडी में 'सेमेस्टर टिकट' शामिल है। यह आपको स्थानीय बसों और कभी-कभी क्षेत्रीय ट्रेनों का मुफ्त या कम कीमत पर उपयोग करने की अनुमति देता है। <br><b>कचरा पृथक्करण (Mülltrennung):</b> यह जर्मनी में बहुत महत्वपूर्ण है। आपको अपने कचरे को अलग करना होगा: कागज (नीला बिन), पैकेजिंग/प्लास्टिक (पीला बैग/बिन), जैविक (भूरा/हरा बिन), कांच (सफेद, हरे और भूरे कांच के लिए अलग-अलग सार्वजनिक कंटेनर), और सामान्य कचरा (काला बिन)।",
        "es": "<b>Compras:</b> Supermercados como Aldi y Lidl son de descuento con precios más bajos. Rewe y Edeka ofrecen una selección más amplia. Para artículos de tocador y del hogar, ve a un 'Drogeriemarkt' como dm o Rossmann. Recuerda: ¡Todas las tiendas cierran los domingos y días festivos! <br><b>Pfand (Sistema de depósito):</b> En la mayoría de las botellas de plástico y botellas/latas de vidrio, pagas un depósito ('Pfand') de 0,08 € o 0,25 €. Recuperas este dinero cuando devuelves las botellas vacías a una máquina de vending inverso, que se encuentra en casi cualquier supermercado. <br><b>Transporte:</b> Ambas ciudades son aptas para bicicletas. Para el transporte público, comprueba si tu carné de estudiante incluye un 'Semesterticket'. Esto te permite usar autobuses locales y a veces trenes regionales de forma gratuita o a un precio reducido. <br><b>Separación de residuos (Mülltrennung):</b> Esto es muy importante en Alemania. Debes separar tus residuos: Papel (contenedor azul), Envases/Plásticos (bolsa/contenedor amarillo), Orgánico (contenedor marrón/verde), Vidrio (contenedores públicos separados para vidrio blanco, verde y marrón), y Residuos generales (contenedor negro).",
        "zh": "<b>购物：</b>像Aldi和Lidl这样的超市是价格较低的折扣店。Rewe和Edeka提供更广泛的选择。如需购买洗漱用品和家居用品，请前往像dm或Rossmann这样的“日用品超市”（Drogeriemarkt）。请记住：所有商店在周日和公共假日都关门！<br><b>押金制度 (Pfand)：</b>在大多数塑料瓶和玻璃瓶/罐上，您需要支付0.08欧元或0.25欧元的押金（'Pfand'）。当您将空瓶子退回到几乎任何超市都有的自动回收机时，您会拿回这笔钱。<br><b>交通：</b>这两个城市都适合骑自行车。对于公共交通，请检查您的学生证是否包含“学期票”（Semesterticket）。这使您可以免费或以折扣价使用当地公交车，有时还包括区域火车。<br><b>垃圾分类 (Mülltrennung)：</b>这在德国非常重要。您必须将垃圾分类：纸张（蓝色垃圾箱）、包装/塑料（黄色袋子/垃圾箱）、有机物（棕色/绿色垃圾箱）、玻璃（白色、绿色和棕色玻璃有单独的公共容器）和普通垃圾（黑色垃圾箱）。"
    },
    "city_page_sub3_title": {
        "en": "German Culture & Etiquette",
        "de": "Deutsche Kultur & Etikette",
        "ar": "الثقافة وآداب السلوك الألمانية",
        "hi": "जर्मन संस्कृति और शिष्टाचार",
        "es": "Cultura y etiqueta alemana",
        "zh": "德国文化与礼仪"
    },
    "city_page_sub3_text": {
        "en": "<b>Punctuality:</b> Being on time for appointments (university, official, or even social) is highly valued. Being 5 minutes late is already considered unpunctual. <br><b>Greetings:</b> A firm handshake is a common formal greeting. When entering a small shop or a doctor's waiting room, it's polite to say a general 'Guten Tag' (Good Day) or 'Hallo' (Hello). <br><b>Ruhezeit (Quiet Hours):</b> This is a big one. Quiet hours are legally enforced, typically from 10 PM to 7 AM and all day on Sundays. Avoid loud music, vacuuming, or drilling during these times. Your neighbors will thank you. <br><b>Broadcasting Fee (Rundfunkbeitrag):</b> Every household in Germany must pay a mandatory broadcasting fee (approx. €18.36/month), regardless of whether you own a TV or radio. If you live in a shared flat (WG), you can split the cost. You will receive a letter asking you to register after your city registration ('Anmeldung').",
        "de": "<b>Pünktlichkeit:</b> Pünktlichkeit bei Terminen (Uni, offiziell oder sogar sozial) wird sehr geschätzt. 5 Minuten zu spät zu sein, gilt bereits als unpünktlich. <br><b>Begrüßungen:</b> Ein fester Händedruck ist eine übliche formelle Begrüßung. Wenn du einen kleinen Laden oder ein Wartezimmer beim Arzt betrittst, ist es höflich, ein allgemeines 'Guten Tag' oder 'Hallo' zu sagen. <br><b>Ruhezeit:</b> Das ist ein wichtiger Punkt. Ruhezeiten sind gesetzlich vorgeschrieben, typischerweise von 22 bis 7 Uhr und ganztägig an Sonntagen. Vermeide laute Musik, Staubsaugen oder Bohren während dieser Zeiten. Deine Nachbarn werden es dir danken. <br><b>Rundfunkbeitrag:</b> Jeder Haushalt in Deutschland muss einen obligatorischen Rundfunkbeitrag (ca. 18,36 €/Monat) zahlen, unabhängig davon, ob du einen Fernseher oder ein Radio besitzt. Wenn du in einer WG wohnst, könnt ihr die Kosten teilen. Du erhältst nach deiner Anmeldung einen Brief mit der Aufforderung zur Registrierung.",
        "ar": "<b>الالتزام بالمواعيد:</b> الالتزام بالمواعيد في المواعيد (الجامعية، الرسمية، أو حتى الاجتماعية) يحظى بتقدير كبير. التأخر 5 دقائق يعتبر بالفعل عدم التزام بالموعد. <br><b>التحيات:</b> المصافحة القوية هي تحية رسمية شائعة. عند دخول متجر صغير أو غرفة انتظار الطبيب، من الأدب أن تقول 'Guten Tag' (يوم جيد) أو 'Hallo' (مرحبًا). <br><b>ساعات الهدوء (Ruhezeit):</b> هذا أمر مهم. يتم فرض ساعات الهدوء قانونيًا، عادةً من الساعة 10 مساءً حتى 7 صباحًا وطوال يوم الأحد. تجنب الموسيقى الصاخبة أو استخدام المكنسة الكهربائية أو الحفر خلال هذه الأوقات. سيشكرك جيرانك. <br><b>رسوم البث (Rundfunkbeitrag):</b> يجب على كل أسرة في ألمانيا دفع رسوم بث إلزامية (حوالي 18.36 يورو شهريًا)، بغض النظر عما إذا كنت تمتلك تلفزيونًا أو راديو. إذا كنت تعيش في شقة مشتركة (WG)، يمكنك تقسيم التكلفة. ستتلقى رسالة تطلب منك التسجيل بعد تسجيلك في المدينة ('Anmeldung').",
        "hi": "<b>समय की पाबंदी:</b> नियुक्तियों (विश्वविद्यालय, आधिकारिक, या सामाजिक) के लिए समय पर होना बहुत महत्वपूर्ण माना जाता है। 5 मिनट की देरी को भी समय का पाबंद न होना माना जाता है। <br><b>अभिवादन:</b> एक दृढ़ हाथ मिलाना एक आम औपचारिक अभिवादन है। एक छोटी सी दुकान या डॉक्टर के प्रतीक्षा कक्ष में प्रवेश करते समय, एक सामान्य 'Guten Tag' (नमस्ते) या 'Hallo' (हैलो) कहना विनम्रता है। <br><b>Ruhezeit (शांत घंटे):</b> यह एक बड़ी बात है। शांत घंटे कानूनी रूप से लागू होते हैं, आमतौर पर रात 10 बजे से सुबह 7 बजे तक और पूरे दिन रविवार को। इन समयों के दौरान तेज संगीत, वैक्यूमिंग या ड्रिलिंग से बचें। आपके पड़ोसी आपको धन्यवाद देंगे। <br><b>प्रसारण शुल्क (Rundfunkbeitrag):</b> जर्मनी में हर घर को एक अनिवार्य प्रसारण शुल्क (लगभग €18.36/माह) का भुगतान करना पड़ता है, भले ही आपके पास टीवी या रेडियो हो या न हो। यदि आप एक साझा फ्लैट (WG) में रहते हैं, तो आप लागत को विभाजित कर सकते हैं। आपको अपने शहर पंजीकरण ('Anmeldung') के बाद पंजीकरण करने के लिए एक पत्र प्राप्त होगा।",
        "es": "<b>Puntualidad:</b> Ser puntual en las citas (universitarias, oficiales o incluso sociales) es muy valorado. Llegar 5 minutos tarde ya se considera impuntual. <br><b>Saludos:</b> Un apretón de manos firme es un saludo formal común. Al entrar en una tienda pequeña o en la sala de espera de un médico, es educado decir un 'Guten Tag' (Buenos días) o 'Hallo' (Hola) general. <br><b>Ruhezeit (Horas de silencio):</b> Esto es muy importante. Las horas de silencio se hacen cumplir legalmente, típicamente de 10 PM a 7 AM y todo el día los domingos. Evita la música alta, pasar la aspiradora o taladrar durante estos horarios. Tus vecinos te lo agradecerán. <br><b>Tasa de radiodifusión (Rundfunkbeitrag):</b> Cada hogar en Alemania debe pagar una tasa de radiodifusión obligatoria (aprox. 18,36 €/mes), independientemente de si tienes un televisor o una radio. Si vives en un piso compartido (WG), podéis dividir el coste. Recibirás una carta pidiéndote que te registres después de tu registro en la ciudad ('Anmeldung').",
        "zh": "<b>守时：</b>准时赴约（大学、官方，甚至社交约会）受到高度重视。迟到5分钟就已经被认为是不守时。<br><b>问候：</b>坚定的握手是常见的正式问候方式。进入小商店或医生候诊室时，礼貌地说一句“Guten Tag”（白天好）或“Hallo”（你好）。<br><b>安静时间 (Ruhezeit)：</b>这一点非常重要。安静时间是法律强制执行的，通常是从晚上10点到早上7点以及整个周日。在这些时间避免大声播放音乐、吸尘或钻孔。您的邻居会感谢您的。<br><b>广播电视费 (Rundfunkbeitrag)：</b>德国的每个家庭都必须支付强制性的广播电视费（约18.36欧元/月），无论您是否拥有电视或收音机。如果您住在合租公寓（WG），您可以分摊费用。在您完成居民登记（'Anmeldung'）后，您会收到一封信要求您注册。"
    },
    "page_title_studies": {
        "en": "Studies - QuickStart Guide",
        "de": "Studium - QuickStart Guide",
        "ar": "الدراسة - دليل البداية السريعة",
        "hi": "अध्ययन - क्विकस्टार्ट गाइड",
        "es": "Estudios - Guía de Inicio Rápido",
        "zh": "学习 - 快速入门指南"
    },
    "studies_page_main_title": {
        "en": "Studies & Organization",
        "de": "Studium & Organisation",
        "ar": "الدراسة والتنظيم",
        "hi": "अध्ययन और संगठन",
        "es": "Estudios y Organización",
        "zh": "学习与组织"
    },
    "studies_page_sub1_title": {
        "en": "Course Registration & Timetable",
        "de": "Kursanmeldung & Stundenplan",
        "ar": "التسجيل في الدورات والجدول الزمني",
        "hi": "कोर्स पंजीकरण और समय सारिणी",
        "es": "Inscripción en cursos y Horario",
        "zh": "课程注册与时间表"
    },
    "studies_page_sub1_text": {
        "en": "Course and exam registration is managed via the <b>PRIMUSS</b> portal. It is crucial to adhere to the registration deadlines ('Anmeldefristen') published at the beginning of each semester. Missing a deadline can mean you cannot take an exam! Your personal timetable ('Stundenplan') can also be found in PRIMUSS or on your faculty's website. It shows you the times, dates, and rooms for your lectures and seminars. Check it regularly, as changes can occur.",
        "de": "Die An- und Abmeldung zu Kursen und Prüfungen wird über das <b>PRIMUSS</b>-Portal verwaltet. Es ist entscheidend, die zu Beginn jedes Semesters veröffentlichten Anmeldefristen einzuhalten. Das Versäumen einer Frist kann bedeuten, dass du eine Prüfung nicht ablegen kannst! Deinen persönlichen Stundenplan findest du ebenfalls in PRIMUSS oder auf der Website deiner Fakultät. Er zeigt dir die Zeiten, Daten und Räume für deine Vorlesungen und Seminare. Überprüfe ihn regelmäßig, da es zu Änderungen kommen kann.",
        "ar": "تتم إدارة تسجيل المقررات والامتحانات عبر بوابة <b>PRIMUSS</b>. من الأهمية بمكان الالتزام بمواعيد التسجيل النهائية ('Anmeldefristen') المنشورة في بداية كل فصل دراسي. قد يعني تفويت الموعد النهائي أنه لا يمكنك إجراء الامتحان! يمكن أيضًا العثور على جدولك الزمني الشخصي ('Stundenplan') في PRIMUSS أو على موقع كليتك. يعرض لك أوقات وتواريخ وغرف محاضراتك وندواتك. تحقق منه بانتظام، حيث يمكن أن تحدث تغييرات.",
        "hi": "पाठ्यक्रम और परीक्षा पंजीकरण <b>PRIMUSS</b> पोर्टल के माध्यम से प्रबंधित किया जाता है। प्रत्येक सेमेस्टर की शुरुआत में प्रकाशित पंजीकरण की समय सीमा ('Anmeldefristen') का पालन करना महत्वपूर्ण है। समय सीमा चूकने का मतलब यह हो सकता है कि आप परीक्षा नहीं दे सकते! आपकी व्यक्तिगत समय सारिणी ('Stundenplan') भी PRIMUSS में या आपके संकाय की वेबसाइट पर पाई जा सकती है। यह आपको आपके व्याख्यानों और सेमिनारों के लिए समय, तिथियां और कमरे दिखाता है। इसे नियमित रूप से जांचें, क्योंकि परिवर्तन हो सकते हैं।",
        "es": "La inscripción a cursos y exámenes se gestiona a través del portal <b>PRIMUSS</b>. Es crucial cumplir con los plazos de inscripción ('Anmeldefristen') publicados al principio de cada semestre. ¡No cumplir un plazo puede significar que no puedas hacer un examen! Tu horario personal ('Stundenplan') también se puede encontrar en PRIMUSS o en el sitio web de tu facultad. Te muestra las horas, fechas y aulas de tus clases y seminarios. Revísalo regularmente, ya que pueden ocurrir cambios.",
        "zh": "课程和考试注册通过<b>PRIMUSS</b>门户网站进行管理。遵守每学期初公布的注册截止日期（'Anmeldefristen'）至关重要。错过截止日期可能意味着您无法参加考试！您的个人课程表（'Stundenplan'）也可以在PRIMUSS或您所在院系的网站上找到。它会显示您讲座和研讨会的时间、日期和房间。请定期检查，因为可能会有变动。"
    },
    "studies_page_sub2_title": {
        "en": "Exams & Grading System",
        "de": "Prüfungen & Notensystem",
        "ar": "الامتحانات ونظام التقييم",
        "hi": "परीक्षा और ग्रेडिंग प्रणाली",
        "es": "Exámenes y sistema de calificación",
        "zh": "考试与评分系统"
    },
    "studies_page_sub2_text": {
        "en": "The exam period ('Prüfungszeit') is at the end of the lecture period. The schedule is published by the Examination Office ('Prüfungsamt'). <br><b>German Grading System:</b><br>• <b>1.0 - 1.5:</b> Very Good (Sehr Gut) <br>• <b>1.6 - 2.5:</b> Good (Gut) <br>• <b>2.6 - 3.5:</b> Satisfactory (Befriedigend) <br>• <b>3.6 - 4.0:</b> Sufficient (Ausreichend) <br>• <b>5.0:</b> Fail (Nicht bestanden) <br>A grade of 4.0 is the minimum passing grade. If you fail an exam, you usually have two more attempts ('Wiederholungsprüfung'). The rules for this are defined in your specific Study and Examination Regulations (SPO).",
        "de": "Die Prüfungszeit liegt am Ende der Vorlesungszeit. Der Plan wird vom Prüfungsamt veröffentlicht. <br><b>Deutsches Notensystem:</b><br>• <b>1,0 - 1,5:</b> Sehr Gut <br>• <b>1,6 - 2,5:</b> Gut <br>• <b>2,6 - 3,5:</b> Befriedigend <br>• <b>3,6 - 4,0:</b> Ausreichend <br>• <b>5,0:</b> Nicht bestanden <br>Eine Note von 4,0 ist die Mindestnote zum Bestehen. Wenn du eine Prüfung nicht bestehst, hast du normalerweise zwei weitere Versuche ('Wiederholungsprüfung'). Die Regeln hierfür sind in deiner spezifischen Studien- und Prüfungsordnung (SPO) festgelegt.",
        "ar": "فترة الامتحانات ('Prüfungszeit') تكون في نهاية فترة المحاضرات. يتم نشر الجدول من قبل مكتب الامتحانات ('Prüfungsamt'). <br><b>نظام التقييم الألماني:</b><br>• <b>1.0 - 1.5:</b> جيد جداً (Sehr Gut) <br>• <b>1.6 - 2.5:</b> جيد (Gut) <br>• <b>2.6 - 3.5:</b> مرضي (Befriedigend) <br>• <b>3.6 - 4.0:</b> كافٍ (Ausreichend) <br>• <b>5.0:</b> راسب (Nicht bestanden) <br>الدرجة 4.0 هي أدنى درجة للنجاح. إذا رسبت في امتحان، فعادة ما يكون لديك محاولتان إضافيتان ('Wiederholungsprüfung'). يتم تحديد قواعد ذلك في لوائح الدراسة والامتحانات الخاصة بك (SPO).",
        "hi": "परीक्षा अवधि ('Prüfungszeit') व्याख्यान अवधि के अंत में होती है। अनुसूची परीक्षा कार्यालय ('Prüfungsamt') द्वारा प्रकाशित की जाती है। <br><b>जर्मन ग्रेडिंग प्रणाली:</b><br>• <b>1.0 - 1.5:</b> बहुत अच्छा (Sehr Gut) <br>• <b>1.6 - 2.5:</b> अच्छा (Gut) <br>• <b>2.6 - 3.5:</b> संतोषजनक (Befriedigend) <br>• <b>3.6 - 4.0:</b> पर्याप्त (Ausreichend) <br>• <b>5.0:</b> असफल (Nicht bestanden) <br>4.0 का ग्रेड न्यूनतम उत्तीर्ण ग्रेड है। यदि आप किसी परीक्षा में असफल हो जाते हैं, तो आपके पास आमतौर पर दो और प्रयास ('Wiederholungsprüfung') होते हैं। इसके लिए नियम आपके विशिष्ट अध्ययन और परीक्षा विनियमों (SPO) में परिभाषित हैं।",
        "es": "El período de exámenes ('Prüfungszeit') es al final del período de clases. El calendario es publicado por la Oficina de Exámenes ('Prüfungsamt'). <br><b>Sistema de calificación alemán:</b><br>• <b>1.0 - 1.5:</b> Muy Bueno (Sehr Gut) <br>• <b>1.6 - 2.5:</b> Bueno (Gut) <br>• <b>2.6 - 3.5:</b> Satisfactorio (Befriedigend) <br>• <b>3.6 - 4.0:</b> Suficiente (Ausreichend) <br>• <b>5.0:</b> Suspenso (Nicht bestanden) <br>Una calificación de 4.0 es la nota mínima para aprobar. Si suspendes un examen, generalmente tienes dos intentos más ('Wiederholungsprüfung'). Las reglas para esto se definen en tu Reglamento de Estudios y Exámenes (SPO) específico.",
        "zh": "考试期（'Prüfungszeit'）在授课期结束时。考试时间表由考试办公室（'Prüfungsamt'）公布。<br><b>德国评分系统：</b><br>• <b>1.0 - 1.5:</b> 优秀 (Sehr Gut)<br>• <b>1.6 - 2.5:</b> 良好 (Gut)<br>• <b>2.6 - 3.5:</b> 中等 (Befriedigend)<br>• <b>3.6 - 4.0:</b> 及格 (Ausreichend)<br>• <b>5.0:</b> 不及格 (Nicht bestanden)<br>4.0分是最低的及格分数。如果您考试不及格，通常还有两次补考机会（'Wiederholungsprüfung'）。相关规则在您的特定学习与考试规定（SPO）中定义。"
    },
    "studies_page_sub3_title": {
        "en": "Library & Academic Work",
        "de": "Bibliothek & Wissenschaftliches Arbeiten",
        "ar": "المكتبة والعمل الأكاديمي",
        "hi": "पुस्तकालय और शैक्षणिक कार्य",
        "es": "Biblioteca y Trabajo Académico",
        "zh": "图书馆与学术工作"
    },
    "studies_page_sub3_text": {
        "en": "The university library ('Bibliothek') is your best resource for research. You can borrow books, access a huge range of scientific databases and e-journals (use VPN from home), and find quiet places to study. The library staff offers introductory courses on research techniques and citation management software (e.g., Citavi). Academic integrity is taken very seriously in Germany. Plagiarism (copying text without proper citation) can lead to failing a course or even exmatriculation. Always cite your sources correctly!",
        "de": "Die Hochschulbibliothek ist deine beste Ressource für die Recherche. Du kannst Bücher ausleihen, auf eine riesige Auswahl an wissenschaftlichen Datenbanken und E-Journals zugreifen (nutze VPN von zu Hause aus) und ruhige Lernplätze finden. Das Bibliothekspersonal bietet Einführungskurse zu Recherchetechniken und Literaturverwaltungsprogrammen (z.B. Citavi) an. Wissenschaftliche Integrität wird in Deutschland sehr ernst genommen. Plagiate (das Kopieren von Texten ohne korrekte Quellenangabe) können zum Nichtbestehen eines Kurses oder sogar zur Exmatrikulation führen. Zitiere deine Quellen immer korrekt!",
        "ar": "مكتبة الجامعة ('Bibliothek') هي أفضل مورد لك للبحث. يمكنك استعارة الكتب، والوصول إلى مجموعة كبيرة من قواعد البيانات العلمية والمجلات الإلكترونية (استخدم VPN من المنزل)، والعثور على أماكن هادئة للدراسة. يقدم موظفو المكتبة دورات تمهيدية حول تقنيات البحث وبرامج إدارة المراجع (مثل Citavi). تؤخذ النزاهة الأكاديمية على محمل الجد في ألمانيا. يمكن أن يؤدي الانتحال (نسخ النص دون الاستشهاد به بشكل صحيح) إلى الرسوب في المقرر الدراسي أو حتى الفصل من الجامعة. استشهد دائمًا بمصادرك بشكل صحيح!",
        "hi": "विश्वविद्यालय पुस्तकालय ('Bibliothek') अनुसंधान के लिए आपका सबसे अच्छा संसाधन है। आप किताबें उधार ले सकते हैं, वैज्ञानिक डेटाबेस और ई-पत्रिकाओं की एक विशाल श्रृंखला तक पहुँच सकते हैं (घर से वीपीएन का उपयोग करें), और अध्ययन के लिए शांत स्थान पा सकते हैं। पुस्तकालय के कर्मचारी अनुसंधान तकनीकों और उद्धरण प्रबंधन सॉफ्टवेयर (जैसे, Citavi) पर परिचयात्मक पाठ्यक्रम प्रदान करते हैं। जर्मनी में अकादमिक अखंडता को बहुत गंभीरता से लिया जाता है। साहित्यिक चोरी (उचित उद्धरण के बिना पाठ की नकल करना) एक कोर्स में असफल होने या यहां तक कि निष्कासन का कारण बन सकती है। हमेशा अपने स्रोतों का सही ढंग से उद्धरण दें!",
        "es": "La biblioteca de la universidad ('Bibliothek') es tu mejor recurso para la investigación. Puedes tomar prestados libros, acceder a una amplia gama de bases de datos científicas y revistas electrónicas (usa VPN desde casa), y encontrar lugares tranquilos para estudiar. El personal de la biblioteca ofrece cursos de introducción a técnicas de investigación y software de gestión de citas (p. ej., Citavi). La integridad académica se toma muy en serio en Alemania. El plagio (copiar texto sin la cita adecuada) puede llevar a suspender una asignatura o incluso a la expulsión. ¡Cita siempre tus fuentes correctamente!",
        "zh": "大学图书馆（'Bibliothek'）是您进行研究的最佳资源。您可以借阅书籍，访问大量的科学数据库和电子期刊（在家使用VPN），并找到安静的学习场所。图书馆工作人员提供关于研究技巧和文献管理软件（如Citavi）的入门课程。在德国，学术诚信受到高度重视。剽窃（抄袭文本而未正确引用）可能导致课程不及格甚至被开除。请务必正确引用您的来源！"
    },
    "page_title_finance": {
        "en": "Finances - QuickStart Guide",
        "de": "Finanzen - QuickStart Guide",
        "ar": "الأمور المالية - دليل البداية السريعة",
        "hi": "वित्त - क्विकस्टार्ट गाइड",
        "es": "Finanzas - Guía de Inicio Rápido",
        "zh": "财务 - 快速入门指南"
    },
    "finance_page_main_title": {
        "en": "Financial Matters",
        "de": "Finanzielle Angelegenheiten",
        "ar": "الأمور المالية",
        "hi": "वित्तीय मामले",
        "es": "Asuntos financieros",
        "zh": "财务事宜"
    },
    "finance_page_sub1_title": {
        "en": "Semester Contribution & Fees",
        "de": "Semesterbeitrag & Gebühren",
        "ar": "المساهمة الفصلية والرسوم",
        "hi": "सेमेस्टर योगदान और शुल्क",
        "es": "Contribución semestral y tasas",
        "zh": "学期费与杂费"
    },
    "finance_page_sub1_text": {
        "en": "There are generally no tuition fees at public universities in Bavaria. However, every student must pay a mandatory <b>'Semesterbeitrag'</b> (semester contribution) before each semester to stay enrolled. <br>• <b>What it covers:</b> This fee supports the Student Services organization ('Studentenwerk'), which runs the cafeterias and dormitories, and the student representatives (StuV). It is NOT a tuition fee. <br>• <b>Amount:</b> The fee is currently around €100-€150 per semester. The exact amount is communicated via email during the re-registration period ('Rückmeldung'). <br>• <b>Deadline:</b> Paying this fee on time is extremely important. If you miss the deadline, you risk being exmatriculated!",
        "de": "An öffentlichen Hochschulen in Bayern gibt es in der Regel keine Studiengebühren. Jeder Studierende muss jedoch vor jedem Semester einen obligatorischen <b>'Semesterbeitrag'</b> zahlen, um immatrikuliert zu bleiben. <br>• <b>Was er abdeckt:</b> Dieser Beitrag unterstützt das Studentenwerk, das die Mensen und Wohnheime betreibt, sowie die Studierendenvertretung (StuV). Es ist KEINE Studiengebühr. <br>• <b>Betrag:</b> Der Beitrag liegt derzeit bei ca. 100-150 € pro Semester. Der genaue Betrag wird während der Rückmeldefrist per E-Mail mitgeteilt. <br>• <b>Frist:</b> Die rechtzeitige Zahlung dieses Beitrags ist extrem wichtig. Wenn du die Frist verpasst, riskierst du die Exmatrikulation!",
        "ar": "بشكل عام، لا توجد رسوم دراسية في الجامعات الحكومية في بافاريا. ومع ذلك، يجب على كل طالب دفع <b>'Semesterbeitrag'</b> (مساهمة فصلية) إلزامية قبل كل فصل دراسي للبقاء مسجلاً. <br>• <b>ماذا يغطي:</b> تدعم هذه الرسوم منظمة خدمات الطلاب ('Studentenwerk')، التي تدير الكافيتريات والمساكن، وممثلي الطلاب (StuV). إنها ليست رسومًا دراسية. <br>• <b>المبلغ:</b> تبلغ الرسوم حاليًا حوالي 100-150 يورو لكل فصل دراسي. يتم إبلاغ المبلغ المحدد عبر البريد الإلكتروني خلال فترة إعادة التسجيل ('Rückmeldung'). <br>• <b>الموعد النهائي:</b> دفع هذه الرسوم في الوقت المحدد مهم للغاية. إذا فاتك الموعد النهائي، فإنك تخاطر بالفصل من الجامعة!",
        "hi": "बवेरिया में सार्वजनिक विश्वविद्यालयों में आम तौर पर कोई ट्यूशन फीस नहीं होती है। हालांकि, प्रत्येक छात्र को नामांकित रहने के लिए प्रत्येक सेमेस्टर से पहले एक अनिवार्य <b>'सेमेस्टरबीट्राग'</b> (सेमेस्टर योगदान) का भुगतान करना होगा। <br>• <b>यह क्या कवर करता है:</b> यह शुल्क छात्र सेवा संगठन ('Studentenwerk') का समर्थन करता है, जो कैफेटेरिया और छात्रावास चलाता है, और छात्र प्रतिनिधियों (StuV) का। यह ट्यूशन फीस नहीं है। <br>• <b>राशि:</b> यह शुल्क वर्तमान में प्रति सेमेस्टर लगभग €100-€150 है। सटीक राशि पुन: पंजीकरण अवधि ('Rückmeldung') के दौरान ईमेल के माध्यम से सूचित की जाती है। <br>• <b>समय सीमा:</b> इस शुल्क का समय पर भुगतान करना अत्यंत महत्वपूर्ण है। यदि आप समय सीमा चूक जाते हैं, तो आपको निष्कासित किए जाने का खतरा है!",
        "es": "Generalmente no hay tasas de matrícula en las universidades públicas de Baviera. Sin embargo, cada estudiante debe pagar una <b>'Semesterbeitrag'</b> (contribución semestral) obligatoria antes de cada semestre para permanecer matriculado. <br>• <b>Qué cubre:</b> Esta tasa apoya a la organización de Servicios Estudiantiles ('Studentenwerk'), que gestiona las cafeterías y residencias, y a los representantes de los estudiantes (StuV). NO es una tasa de matrícula. <br>• <b>Cantidad:</b> La tasa es actualmente de unos 100-150 € por semestre. La cantidad exacta se comunica por correo electrónico durante el período de reinscripción ('Rückmeldung'). <br>• <b>Plazo:</b> Pagar esta tasa a tiempo es extremadamente importante. ¡Si no cumples el plazo, corres el riesgo de ser expulsado!",
        "zh": "巴伐利亚的公立大学通常不收学费。但是，每位学生每学期前都必须支付强制性的<b>“学期费”</b>（Semesterbeitrag）以保持注册状态。<br>• <b>它涵盖什么：</b>这笔费用用于支持学生服务中心（'Studentenwerk'），该中心运营食堂和宿舍，以及学生代表（StuV）。它不是学费。<br>• <b>金额：</b>该费用目前约为每学期100-150欧元。确切金额将在重新注册期（'Rückmeldung'）通过电子邮件通知。<br>• <b>截止日期：</b>按时支付此费用非常重要。如果您错过截止日期，将有被开除的风险！"
    },
    "finance_page_sub2_title": {
        "en": "Estimated Cost of Living",
        "de": "Geschätzte Lebenshaltungskosten",
        "ar": "التكلفة التقديرية للمعيشة",
        "hi": "अनुमानित जीवन यापन की लागत",
        "es": "Costo de vida estimado",
        "zh": "预估生活成本"
    },
    "finance_page_sub2_text": {
        "en": "Living in Amberg or Weiden is more affordable than in big German cities like Munich or Berlin. You should budget approximately <b>€750 - €950 per month</b>. This is the amount the German government also officially estimates. Here is a rough breakdown: <br>• <b>Rent (Warmmiete):</b> €300 - €450 (This is your biggest expense) <br>• <b>Health Insurance:</b> ~€120 (Mandatory for all students) <br>• <b>Food & Groceries:</b> €150 - €200 (Cooking at home saves a lot of money) <br>• <b>Phone/Internet:</b> €20 - €40 <br>• <b>Broadcasting Fee:</b> €18.36 (or a share of it if you live in a WG) <br>• <b>Study Materials:</b> €20 - €30 <br>• <b>Leisure/Other:</b> €50 - €100 <br>These are estimates and can vary based on your personal lifestyle and spending habits.",
        "de": "Das Leben in Amberg oder Weiden ist günstiger als in deutschen Großstädten wie München oder Berlin. Du solltest ungefähr <b>750 - 950 € pro Monat</b> einplanen. Dies ist auch der Betrag, den die deutsche Regierung offiziell schätzt. Hier ist eine grobe Aufschlüsselung: <br>• <b>Miete (Warmmiete):</b> 300 - 450 € (Dies ist dein größter Ausgabenposten) <br>• <b>Krankenversicherung:</b> ~120 € (Pflicht für alle Studierenden) <br>• <b>Lebensmittel:</b> 150 - 200 € (Selbst kochen spart viel Geld) <br>• <b>Telefon/Internet:</b> 20 - 40 € <br>• <b>Rundfunkbeitrag:</b> 18,36 € (oder ein Anteil davon, wenn du in einer WG lebst) <br>• <b>Lernmaterialien:</b> 20 - 30 € <br>• <b>Freizeit/Sonstiges:</b> 50 - 100 € <br>Dies sind Schätzungen und können je nach persönlichem Lebensstil und Ausgabengewohnheiten variieren.",
        "ar": "المعيشة في آمبرغ أو فايدن أقل تكلفة من المدن الألمانية الكبرى مثل ميونخ أو برلين. يجب أن تخصص ميزانية تقريبية تبلغ <b>750 - 950 يورو شهريًا</b>. هذا هو المبلغ الذي تقدره الحكومة الألمانية رسميًا أيضًا. إليك تفصيل تقريبي: <br>• <b>الإيجار (Warmmiete):</b> 300 - 450 يورو (هذا هو أكبر نفقاتك) <br>• <b>التأمين الصحي:</b> ~120 يورو (إلزامي لجميع الطلاب) <br>• <b>الطعام والبقالة:</b> 150 - 200 يورو (الطبخ في المنزل يوفر الكثير من المال) <br>• <b>الهاتف/الإنترنت:</b> 20 - 40 يورو <br>• <b>رسوم البث:</b> 18.36 يورو (أو حصة منها إذا كنت تعيش في شقة مشتركة) <br>• <b>مواد الدراسة:</b> 20 - 30 يورو <br>• <b>الترفيه/أخرى:</b> 50 - 100 يورو <br>هذه تقديرات ويمكن أن تختلف بناءً على نمط حياتك الشخصي وعادات الإنفاق.",
        "hi": "एमबर्ग या वेडेन में रहना म्यूनिख या बर्लिन जैसे बड़े जर्मन शहरों की तुलना में अधिक किफायती है। आपको प्रति माह लगभग <b>€750 - €950</b> का बजट बनाना चाहिए। यह वह राशि है जिसका जर्मन सरकार भी आधिकारिक तौर पर अनुमान लगाती है। यहाँ एक मोटा-मोटा ब्यौरा है: <br>• <b>किराया (Warmmiete):</b> €300 - €450 (यह आपका सबसे बड़ा खर्च है) <br>• <b>स्वास्थ्य बीमा:</b> ~€120 (सभी छात्रों के लिए अनिवार्य) <br>• <b>भोजन और किराने का सामान:</b> €150 - €200 (घर पर खाना पकाने से बहुत सारा पैसा बचता है) <br>• <b>फोन/इंटरनेट:</b> €20 - €40 <br>• <b>प्रसारण शुल्क:</b> €18.36 (या यदि आप एक WG में रहते हैं तो इसका एक हिस्सा) <br>• <b>अध्ययन सामग्री:</b> €20 - €30 <br>• <b>अवकाश/अन्य:</b> €50 - €100 <br>ये अनुमान हैं और आपकी व्यक्तिगत जीवनशैली और खर्च करने की आदतों के आधार पर भिन्न हो सकते हैं।",
        "es": "Vivir en Amberg o Weiden es más asequible que en grandes ciudades alemanas como Múnich o Berlín. Deberías presupuestar aproximadamente <b>750 - 950 € al mes</b>. Esta es la cantidad que el gobierno alemán también estima oficialmente. Aquí tienes un desglose aproximado: <br>• <b>Alquiler (Warmmiete):</b> 300 - 450 € (Este es tu mayor gasto) <br>• <b>Seguro de salud:</b> ~120 € (Obligatorio para todos los estudiantes) <br>• <b>Comida y comestibles:</b> 150 - 200 € (Cocinar en casa ahorra mucho dinero) <br>• <b>Teléfono/Internet:</b> 20 - 40 € <br>• <b>Tasa de radiodifusión:</b> 18,36 € (o una parte si vives en un WG) <br>• <b>Material de estudio:</b> 20 - 30 € <br>• <b>Ocio/Otros:</b> 50 - 100 € <br>Estas son estimaciones y pueden variar según tu estilo de vida personal y tus hábitos de gasto.",
        "zh": "在安贝格或魏登的生活成本比慕尼黑或柏林等德国大城市要低。您应该预算每月大约<b>750 - 950欧元</b>。这也是德国政府官方估计的金额。以下是一个粗略的分类：<br>• <b>租金（暖租）:</b> 300 - 450欧元（这是您最大的开销）<br>• <b>健康保险:</b> 约120欧元（所有学生强制）<br>• <b>食品和杂货:</b> 150 - 200欧元（在家做饭可以省很多钱）<br>• <b>电话/网络:</b> 20 - 40欧元<br>• <b>广播电视费:</b> 18.36欧元（如果您住在合租公寓，则为其中一部分）<br>• <b>学习材料:</b> 20 - 30欧元<br>• <b>休闲/其他:</b> 50 - 100欧元<br>这些是估算值，可能会根据您的个人生活方式和消费习惯而有所不同。"
    },
    "finance_page_sub3_title": {
        "en": "Funding, Scholarships & Jobs",
        "de": "Finanzierung, Stipendien & Jobs",
        "ar": "التمويل والمنح الدراسية والوظائف",
        "hi": "अनुदान, छात्रवृत्ति और नौकरियां",
        "es": "Financiación, becas y trabajos",
        "zh": "资金、奖学金与工作"
    },
    "finance_page_sub3_text": {
        "en": "<b>Scholarships:</b> Actively look for scholarships. The DAAD (German Academic Exchange Service) has a great scholarship database. Our university also offers the 'Deutschlandstipendium' and other grants. The International Office is the best place to ask for information. <br><b>Part-time Jobs:</b> Non-EU students are allowed to work up to 120 full days or 240 half days per year. A 'Minijob' (earning up to €538/month) is tax-free and a popular option. Look for student assistant jobs at the university ('HiWi-Jobs') on the university's job portal, or check local job boards for positions in restaurants, shops, or companies. <br><b>BAföG:</b> This government student loan is generally only available to German and EU students. However, there are exceptions for non-EU students who have lived in Germany for a longer period. Check your eligibility with the 'Studentenwerk'.",
        "de": "<b>Stipendien:</b> Suche aktiv nach Stipendien. Der DAAD (Deutscher Akademischer Austauschdienst) hat eine großartige Stipendiendatenbank. Unsere Hochschule bietet auch das 'Deutschlandstipendium' und andere Förderungen an. Das International Office ist die beste Anlaufstelle für Informationen. <br><b>Teilzeitjobs:</b> Studierende aus Nicht-EU-Ländern dürfen bis zu 120 volle oder 240 halbe Tage pro Jahr arbeiten. Ein 'Minijob' (bis zu 538 €/Monat verdienen) ist steuerfrei und eine beliebte Option. Suche nach Jobs als studentische Hilfskraft an der Hochschule ('HiWi-Jobs') im Jobportal der Hochschule oder schaue auf lokalen Jobbörsen nach Stellen in Restaurants, Geschäften oder Unternehmen. <br><b>BAföG:</b> Dieses staatliche Studiendarlehen ist in der Regel nur für deutsche und EU-Studierende verfügbar. Es gibt jedoch Ausnahmen für Nicht-EU-Studierende, die schon länger in Deutschland leben. Prüfe deine Berechtigung beim Studentenwerk.",
        "ar": "<b>المنح الدراسية:</b> ابحث بنشاط عن المنح الدراسية. لدى DAAD (خدمة التبادل الأكاديمي الألمانية) قاعدة بيانات رائعة للمنح الدراسية. تقدم جامعتنا أيضًا 'Deutschlandstipendium' ومنح أخرى. المكتب الدولي هو أفضل مكان لطلب المعلومات. <br><b>الوظائف بدوام جزئي:</b> يُسمح للطلاب من خارج الاتحاد الأوروبي بالعمل لمدة تصل إلى 120 يومًا كاملاً أو 240 نصف يوم في السنة. 'Minijob' (كسب ما يصل إلى 538 يورو شهريًا) معفى من الضرائب وهو خيار شائع. ابحث عن وظائف مساعد طالب في الجامعة ('HiWi-Jobs') على بوابة الوظائف بالجامعة، أو تحقق من لوحات الوظائف المحلية لشغل وظائف في المطاعم أو المتاجر أو الشركات. <br><b>BAföG:</b> هذا القرض الحكومي للطلاب متاح بشكل عام للطلاب الألمان وطلاب الاتحاد الأوروبي فقط. ومع ذلك، هناك استثناءات للطلاب من خارج الاتحاد الأوروبي الذين عاشوا في ألمانيا لفترة أطول. تحقق من أهليتك مع 'Studentenwerk'.",
        "hi": "<b>छात्रवृत्तियां:</b> सक्रिय रूप से छात्रवृत्ति की तलाश करें। DAAD (जर्मन अकादमिक विनिमय सेवा) के पास एक बेहतरीन छात्रवृत्ति डेटाबेस है। हमारा विश्वविद्यालय 'Deutschlandstipendium' और अन्य अनुदान भी प्रदान करता है। अंतर्राष्ट्रीय कार्यालय जानकारी के लिए पूछने के लिए सबसे अच्छी जगह है। <br><b>अंशकालिक नौकरियां:</b> गैर-यूरोपीय संघ के छात्रों को प्रति वर्ष 120 पूरे दिन या 240 आधे दिन तक काम करने की अनुमति है। 'Minijob' (प्रति माह €538 तक कमाना) कर-मुक्त है और एक लोकप्रिय विकल्प है। विश्वविद्यालय के जॉब पोर्टल पर विश्वविद्यालय में छात्र सहायक नौकरियों ('HiWi-Jobs') की तलाश करें, या रेस्तरां, दुकानों या कंपनियों में पदों के लिए स्थानीय जॉब बोर्ड देखें। <br><b>BAföG:</b> यह सरकारी छात्र ऋण आम तौर पर केवल जर्मन और यूरोपीय संघ के छात्रों के लिए उपलब्ध है। हालांकि, उन गैर-यूरोपीय संघ के छात्रों के लिए अपवाद हैं जो लंबे समय से जर्मनी में रह रहे हैं। 'Studentenwerk' के साथ अपनी पात्रता की जांच करें।",
        "es": "<b>Becas:</b> Busca activamente becas. El DAAD (Servicio Alemán de Intercambio Académico) tiene una excelente base de datos de becas. Nuestra universidad también ofrece el 'Deutschlandstipendium' y otras ayudas. La Oficina Internacional es el mejor lugar para pedir información. <br><b>Trabajos a tiempo parcial:</b> Los estudiantes de fuera de la UE pueden trabajar hasta 120 días completos o 240 medios días al año. Un 'Minijob' (ganando hasta 538 €/mes) está libre de impuestos y es una opción popular. Busca trabajos de asistente de estudiante en la universidad ('HiWi-Jobs') en el portal de empleo de la universidad, o consulta las bolsas de trabajo locales para puestos en restaurantes, tiendas o empresas. <br><b>BAföG:</b> Este préstamo estudiantil del gobierno generalmente solo está disponible para estudiantes alemanes y de la UE. Sin embargo, hay excepciones para estudiantes de fuera de la UE que han vivido en Alemania durante un período más largo. Consulta tu elegibilidad con el 'Studentenwerk'.",
        "zh": "<b>奖学金：</b>积极寻找奖学金。DAAD（德意志学术交流中心）有一个很棒的奖学金数据库。我们大学也提供“德国奖学金”（Deutschlandstipendium）和其他助学金。国际办公室是咨询信息的最佳地点。<br><b>兼职工作：</b>非欧盟学生每年最多可以工作120个全天或240个半天。“迷你工作”（Minijob，月收入最高538欧元）是免税的，是一个很受欢迎的选择。在大学的招聘门户网站上寻找学生助理的工作（'HiWi-Jobs'），或在当地的招聘网站上查找餐馆、商店或公司的职位。<br><b>BAföG：</b>这种政府学生贷款通常只对德国和欧盟学生开放。但是，对于已在德国居住较长时间的非欧盟学生，也有例外。请向“学生服务中心”（Studentenwerk）查询您的资格。"
    },
    "page_title_contacts": {
        "en": "Contacts - QuickStart Guide",
        "de": "Kontakte - QuickStart Guide",
        "ar": "جهات الاتصال - دليل البداية السريعة",
        "hi": "संपर्क - क्विकस्टार्ट गाइड",
        "es": "Contactos - Guía de Inicio Rápido",
        "zh": "联系方式 - 快速入门指南"
    },
    "contacts_page_main_title": {
        "en": "Important Contacts",
        "de": "Wichtige Kontakte",
        "ar": "جهات اتصال هامة",
        "hi": "महत्वपूर्ण संपर्क",
        "es": "Contactos importantes",
        "zh": "重要联系方式"
    },
    "contacts_page_sub1_title": {
        "en": "International Office",
        "de": "International Office",
        "ar": "المكتب الدولي",
        "hi": "अंतर्राष्ट्रीय कार्यालय",
        "es": "Oficina Internacional",
        "zh": "国际办公室"
    },
    "contacts_page_sub1_text": {
        "en": "This is your most important point of contact as an international student. They are your first stop for help with: <br>• Questions about your visa and residence permit. <br>• Information on orientation events, support programs, and the buddy program. <br>• Advice on scholarships and intercultural training. <br>• General questions about studying and living in Germany. <br>You can find their office hours and contact details on the main OTH-AW website. Don't hesitate to write them an email or visit during their consultation hours!",
        "de": "Dies ist deine wichtigste Anlaufstelle als internationaler Studierender. Sie sind deine erste Anlaufstelle für Hilfe bei: <br>• Fragen zu Visum und Aufenthaltserlaubnis. <br>• Informationen zu Orientierungsveranstaltungen, Betreuungsprogrammen und dem Buddy-Programm. <br>• Beratung zu Stipendien und interkulturellen Trainings. <br>• Allgemeinen Fragen zum Studium und Leben in Deutschland. <br>Die Sprechzeiten und Kontaktdaten findest du auf der Hauptwebsite der OTH-AW. Zögere nicht, ihnen eine E-Mail zu schreiben oder während der Sprechzeiten vorbeizukommen!",
        "ar": "هذه هي أهم نقطة اتصال لك كطالب دولي. إنهم محطتك الأولى للمساعدة في: <br>• أسئلة حول تأشيرتك وتصريح إقامتك. <br>• معلومات حول فعاليات التوجيه وبرامج الدعم وبرنامج الأصدقاء. <br>• نصائح حول المنح الدراسية والتدريب بين الثقافات. <br>• أسئلة عامة حول الدراسة والمعيشة في ألمانيا. <br>يمكنك العثور على ساعات عملهم وتفاصيل الاتصال بهم على موقع OTH-AW الرئيسي. لا تتردد في كتابة بريد إلكتروني إليهم أو زيارتهم خلال ساعات الاستشارة!",
        "hi": "एक अंतरराष्ट्रीय छात्र के रूप में यह आपका सबसे महत्वपूर्ण संपर्क बिंदु है। वे आपकी मदद के लिए आपका पहला पड़ाव हैं: <br>• आपके वीजा और निवास परमिट के बारे में प्रश्नों के साथ। <br>• ओरिएंटेशन कार्यक्रमों, सहायता कार्यक्रमों और बडी कार्यक्रम पर जानकारी। <br>• छात्रवृत्ति और अंतरसांस्कृतिक प्रशिक्षण पर सलाह। <br>• जर्मनी में अध्ययन और रहने के बारे में सामान्य प्रश्न। <br>आप उनके कार्यालय के घंटे और संपर्क विवरण मुख्य OTH-AW वेबसाइट पर पा सकते हैं। उन्हें एक ईमेल लिखने या उनके परामर्श के घंटों के दौरान जाने में संकोच न करें!",
        "es": "Este es tu punto de contacto más importante como estudiante internacional. Son tu primera parada para obtener ayuda con: <br>• Preguntas sobre tu visado y permiso de residencia. <br>• Información sobre eventos de orientación, programas de apoyo y el programa de compañeros (buddy). <br>• Asesoramiento sobre becas y formación intercultural. <br>• Preguntas generales sobre estudiar y vivir en Alemania. <br>Puedes encontrar sus horarios de oficina y datos de contacto en el sitio web principal de OTH-AW. ¡No dudes en escribirles un correo electrónico o visitarlos durante sus horas de consulta!",
        "zh": "作为一名国际学生，这是您最重要的联系点。他们是您寻求帮助的第一站：<br>• 关于您的签证和居留许可的问题。<br>• 关于迎新活动、支持项目和学伴项目的信息。<br>• 关于奖学金和跨文化培训的建议。<br>• 关于在德国学习和生活的一般性问题。<br>您可以在OTH-AW的主网站上找到他们的办公时间和联系方式。不要犹豫，给他们写邮件或在咨询时间去拜访！"
    },
    "contacts_page_sub2_title": {
        "en": "Faculty & Program Coordinator",
        "de": "Fakultät & Studiengangskoordination",
        "ar": "منسق الكلية والبرنامج",
        "hi": "संकाय और कार्यक्रम समन्वयक",
        "es": "Facultad y Coordinador del Programa",
        "zh": "院系与项目协调员"
    },
    "contacts_page_sub2_text": {
        "en": "For specific academic questions related to your study program, your program coordinator ('Studiengangskoordinator') or the dean's office of your faculty ('Fakultätssekretariat') is the right contact. They can help with: <br>• Detailed questions about your curriculum, course selection, and specialization. <br>• Recognition of credits from other universities or previous studies. <br>• Specific rules and regulations of your study program (your SPO). <br>The contact information is available on your faculty's specific page on the university website.",
        "de": "Für spezifische akademische Fragen zu deinem Studiengang ist dein Studiengangskoordinator oder das Dekanat deiner Fakultät (Fakultätssekretariat) der richtige Ansprechpartner. Sie können helfen bei: <br>• Detaillierten Fragen zu deinem Studienplan, zur Kurswahl und zur Spezialisierung. <br>• Anerkennung von Studienleistungen von anderen Hochschulen oder aus früheren Studien. <br>• Spezifischen Regeln und Vorschriften deines Studiengangs (deiner SPO). <br>Die Kontaktdaten findest du auf der spezifischen Seite deiner Fakultät auf der Hochschulwebsite.",
        "ar": "للأسئلة الأكاديمية المحددة المتعلقة ببرنامجك الدراسي، فإن منسق البرنامج ('Studiengangskoordinator') أو مكتب عميد كليتك ('Fakultätssekretariat') هو جهة الاتصال الصحيحة. يمكنهم المساعدة في: <br>• أسئلة مفصلة حول منهجك الدراسي واختيار المقررات والتخصص. <br>• الاعتراف بالاعتمادات من جامعات أخرى أو دراسات سابقة. <br>• القواعد واللوائح المحددة لبرنامجك الدراسي (SPO الخاص بك). <br>تتوفر معلومات الاتصال على صفحة كليتك المحددة على موقع الجامعة.",
        "hi": "आपके अध्ययन कार्यक्रम से संबंधित विशिष्ट शैक्षणिक प्रश्नों के लिए, आपके कार्यक्रम समन्वयक ('Studiengangskoordinator') या आपके संकाय का डीन का कार्यालय ('Fakultätssekretariat') सही संपर्क है। वे मदद कर सकते हैं: <br>• आपके पाठ्यक्रम, पाठ्यक्रम चयन और विशेषज्ञता के बारे में विस्तृत प्रश्नों के साथ। <br>• अन्य विश्वविद्यालयों या पिछली पढ़ाई से क्रेडिट की मान्यता। <br>• आपके अध्ययन कार्यक्रम के विशिष्ट नियम और विनियम (आपका SPO)। <br>संपर्क जानकारी विश्वविद्यालय की वेबसाइट पर आपके संकाय के विशिष्ट पेज पर उपलब्ध है।",
        "es": "Para preguntas académicas específicas relacionadas con tu programa de estudios, tu coordinador de programa ('Studiengangskoordinator') o la secretaría de tu facultad ('Fakultätssekretariat') es el contacto adecuado. Pueden ayudar con: <br>• Preguntas detalladas sobre tu plan de estudios, selección de cursos y especialización. <br>• Reconocimiento de créditos de otras universidades o estudios previos. <br>• Normas y reglamentos específicos de tu programa de estudios (tu SPO). <br>La información de contacto está disponible en la página específica de tu facultad en el sitio web de la universidad.",
        "zh": "对于与您的学习项目相关的具体学术问题，您的项目协调员（'Studiengangskoordinator'）或您所在院系的院长办公室（'Fakultätssekretariat'）是正确的联系人。他们可以帮助处理：<br>• 关于您的课程、选课和专业方向的详细问题。<br>• 其他大学或先前学习的学分认证。<br>• 您学习项目的具体规则和规定（您的SPO）。<br>联系信息可在大学网站上您所在院系的特定页面上找到。"
    },
    "contacts_page_sub3_title": {
        "en": "Student Representatives (Fachschaft & StuV)",
        "de": "Studierendenvertretung (Fachschaft & StuV)",
        "ar": "ممثلو الطلاب (Fachschaft & StuV)",
        "hi": "छात्र प्रतिनिधि (Fachschaft & StuV)",
        "es": "Representantes de Estudiantes (Fachschaft & StuV)",
        "zh": "学生代表 (Fachschaft & StuV)"
    },
    "contacts_page_sub3_text": {
        "en": "The student representatives are students just like you, offering peer-to-peer support. <br>• <b>Fachschaft:</b> This is the student body of your specific faculty. They are experts on your study program and can give you tips on which courses to choose or how to prepare for specific exams. <br>• <b>StuV (Studierendenvertretung):</b> Represents all students of the university. They organize parties, cultural events, and university sports. They are also your voice towards the university administration. <br>Contact them if you have problems with professors, need advice from a student's perspective, or want to get involved in university life.",
        "de": "Die Studierendenvertretungen sind Studierende wie du und bieten Unterstützung von Kommilitonen für Kommilitonen. <br>• <b>Fachschaft:</b> Dies ist die Studierendenvertretung deiner spezifischen Fakultät. Sie sind Experten für deinen Studiengang und können dir Tipps geben, welche Kurse du wählen oder wie du dich auf bestimmte Prüfungen vorbereiten solltest. <br>• <b>StuV (Studierendenvertretung):</b> Vertritt alle Studierenden der Hochschule. Sie organisieren Partys, kulturelle Veranstaltungen und den Hochschulsport. Sie sind auch deine Stimme gegenüber der Hochschulleitung. <br>Kontaktiere sie, wenn du Probleme mit Professoren hast, Ratschläge aus studentischer Sicht benötigst oder dich im Hochschulleben engagieren möchtest.",
        "ar": "ممثلو الطلاب هم طلاب مثلك تمامًا، ويقدمون الدعم من نظير إلى نظير. <br>• <b>Fachschaft:</b> هذه هي الهيئة الطلابية لكليتك المحددة. هم خبراء في برنامجك الدراسي ويمكنهم إعطاؤك نصائح حول أي المقررات تختار أو كيفية التحضير لامتحانات معينة. <br>• <b>StuV (Studierendenvertretung):</b> يمثل جميع طلاب الجامعة. ينظمون الحفلات والفعاليات الثقافية والرياضة الجامعية. هم أيضًا صوتك تجاه إدارة الجامعة. <br>اتصل بهم إذا كانت لديك مشاكل مع الأساتذة، أو تحتاج إلى نصيحة من منظور طالب، أو ترغب في المشاركة في الحياة الجامعية.",
        "hi": "छात्र प्रतिनिधि भी आपकी तरह छात्र हैं, जो सहकर्मी-से-सहकर्मी सहायता प्रदान करते हैं। <br>• <b>Fachschaft:</b> यह आपके विशिष्ट संकाय का छात्र निकाय है। वे आपके अध्ययन कार्यक्रम के विशेषज्ञ हैं और आपको यह सलाह दे सकते हैं कि कौन से पाठ्यक्रम चुनें या विशिष्ट परीक्षाओं की तैयारी कैसे करें। <br>• <b>StuV (Studierendenvertretung):</b> विश्वविद्यालय के सभी छात्रों का प्रतिनिधित्व करता है। वे पार्टियों, सांस्कृतिक कार्यक्रमों और विश्वविद्यालय के खेलों का आयोजन करते हैं। वे विश्वविद्यालय प्रशासन के प्रति आपकी आवाज भी हैं। <br>यदि आपको प्रोफेसरों के साथ कोई समस्या है, एक छात्र के दृष्टिकोण से सलाह की आवश्यकता है, या विश्वविद्यालय के जीवन में शामिल होना चाहते हैं, तो उनसे संपर्क करें।",
        "es": "Los representantes de estudiantes son estudiantes como tú, que ofrecen apoyo entre pares. <br>• <b>Fachschaft:</b> Es el cuerpo estudiantil de tu facultad específica. Son expertos en tu programa de estudios y pueden darte consejos sobre qué cursos elegir o cómo prepararte para exámenes específicos. <br>• <b>StuV (Studierendenvertretung):</b> Representa a todos los estudiantes de la universidad. Organizan fiestas, eventos culturales y deportes universitarios. También son tu voz ante la administración de la universidad. <br>Contacta con ellos si tienes problemas con profesores, necesitas consejo desde la perspectiva de un estudiante o quieres involucrarte en la vida universitaria.",
        "zh": "学生代表和您一样是学生，提供同伴支持。<br>• <b>Fachschaft:</b> 这是您所在特定院系的学生会。他们是您学习项目的专家，可以就选择哪些课程或如何准备特定考试向您提供建议。<br>• <b>StuV (Studierendenvertretung):</b> 代表全校所有学生。他们组织派对、文化活动和大学体育运动。他们也是您在大学行政部门面前的代言人。<br>如果您与教授有问题，需要从学生的角度获得建议，或者想参与大学生活，请联系他们。"
    }
}
,
    "page_title_leisure": {
        "en": "Leisure - QuickStart Guide",
        "de": "Freizeit - QuickStart Guide",
        "ar": "الترفيه - دليل البداية السريعة",
        "hi": "अवकाश - क्विकस्टार्ट गाइड",
        "es": "Ocio - Guía de Inicio Rápido",
        "zh": "休闲 - 快速入门指南"
    },
    "leisure_page_main_title": {
        "en": "Leisure, Sports & Culture",
        "de": "Freizeit, Sport & Kultur",
        "ar": "الترفيه والرياضة والثقافة",
        "hi": "अवकाश, खेल और संस्कृति",
        "es": "Ocio, Deportes y Cultura",
        "zh": "休闲、运动与文化"
    },
    "leisure_page_sub1_title": {
        "en": "University Sports (Hochschulsport)",
        "de": "Hochschulsport",
        "ar": "الرياضة الجامعية (Hochschulsport)",
        "hi": "विश्वविद्यालय खेल (Hochschulsport)",
        "es": "Deportes Universitarios (Hochschulsport)",
        "zh": "大学体育 (Hochschulsport)"
    },
    "leisure_page_sub1_text": {
        "en": "The university sports program is a fantastic and affordable way to stay active, meet new people, and balance your studies. A wide range of courses is offered each semester, such as: <br>• <b>Team Sports:</b> Volleyball, Basketball, Soccer, Futsal. <br>• <b>Individual Sports:</b> Fitness training, Yoga, Zumba, Climbing, Badminton, Table Tennis. <br><b>How it works:</b> The program is published on the university website shortly before the semester starts. Sign-up is online and on a first-come, first-served basis. Popular courses can fill up within minutes, so be ready and fast on registration day! Most courses are free or cost a very small fee for the entire semester.",
        "de": "Das Hochschulsportprogramm ist eine fantastische und günstige Möglichkeit, aktiv zu bleiben, neue Leute kennenzulernen und einen Ausgleich zum Studium zu schaffen. Jedes Semester wird eine breite Palette von Kursen angeboten, wie zum Beispiel: <br>• <b>Mannschaftssportarten:</b> Volleyball, Basketball, Fußball, Futsal. <br>• <b>Einzelsportarten:</b> Fitnesstraining, Yoga, Zumba, Klettern, Badminton, Tischtennis. <br><b>Wie es funktioniert:</b> Das Programm wird kurz vor Semesterbeginn auf der Hochschulwebsite veröffentlicht. Die Anmeldung erfolgt online nach dem Prinzip 'Wer zuerst kommt, mahlt zuerst'. Beliebte Kurse können innerhalb von Minuten ausgebucht sein, sei also am Anmeldetag bereit und schnell! Die meisten Kurse sind kostenlos oder kosten eine sehr geringe Gebühr für das gesamte Semester.",
        "ar": "برنامج الرياضة الجامعية هو وسيلة رائعة ومعقولة التكلفة للبقاء نشيطًا، والتعرف على أشخاص جدد، وتحقيق التوازن في دراستك. يتم تقديم مجموعة واسعة من الدورات كل فصل دراسي، مثل: <br>• <b>الرياضات الجماعية:</b> الكرة الطائرة، كرة السلة، كرة القدم، كرة الصالات. <br>• <b>الرياضات الفردية:</b> تدريب اللياقة البدنية، اليوغا، الزومبا، التسلق، كرة الريشة، تنس الطاولة. <br><b>كيف يعمل:</b> يتم نشر البرنامج على موقع الجامعة قبل بدء الفصل الدراسي بوقت قصير. التسجيل عبر الإنترنت وعلى أساس أسبقية الحضور. يمكن أن تمتلئ الدورات الشهيرة في غضون دقائق، لذا كن مستعدًا وسريعًا في يوم التسجيل! معظم الدورات مجانية أو تكلف رسومًا رمزية للفصل الدراسي بأكمله.",
        "hi": "विश्वविद्यालय खेल कार्यक्रम सक्रिय रहने, नए लोगों से मिलने और अपनी पढ़ाई को संतुलित करने का एक शानदार और किफायती तरीका है। प्रत्येक सेमेस्टर में कई तरह के पाठ्यक्रम पेश किए जाते हैं, जैसे: <br>• <b>टीम खेल:</b> वॉलीबॉल, बास्केटबॉल, सॉकर, फुटसल। <br>• <b>व्यक्तिगत खेल:</b> फिटनेस प्रशिक्षण, योग, ज़ुम्बा, चढ़ाई, बैडमिंटन, टेबल टेनिस। <br><b>यह कैसे काम करता है:</b> कार्यक्रम सेमेस्टर शुरू होने से कुछ समय पहले विश्वविद्यालय की वेबसाइट पर प्रकाशित किया जाता है। साइन-अप ऑनलाइन और 'पहले आओ, पहले पाओ' के आधार पर होता है। लोकप्रिय पाठ्यक्रम मिनटों में भर सकते हैं, इसलिए पंजीकरण के दिन तैयार और तेज रहें! अधिकांश पाठ्यक्रम मुफ्त हैं या पूरे सेमेस्टर के लिए बहुत कम शुल्क लेते हैं।",
        "es": "El programa de deportes universitarios es una forma fantástica y asequible de mantenerse activo, conocer gente nueva y equilibrar tus estudios. Cada semestre se ofrece una amplia gama de cursos, como: <br>• <b>Deportes de equipo:</b> Voleibol, Baloncesto, Fútbol, Fútbol Sala. <br>• <b>Deportes individuales:</b> Entrenamiento físico, Yoga, Zumba, Escalada, Bádminton, Tenis de mesa. <br><b>Cómo funciona:</b> El programa se publica en el sitio web de la universidad poco antes de que comience el semestre. La inscripción es en línea y por orden de llegada. Los cursos populares pueden llenarse en minutos, ¡así que prepárate y sé rápido el día de la inscripción! La mayoría de los cursos son gratuitos o tienen una tarifa muy pequeña para todo el semestre.",
        "zh": "大学体育项目是保持活力、结识新朋友和平衡学业的绝佳且经济实惠的方式。每个学期都提供各种各样的课程，例如：<br>• <b>团队运动：</b>排球、篮球、足球、五人制足球。<br>• <b>个人运动：</b>健身训练、瑜伽、尊巴、攀岩、羽毛球、乒乓球。<br><b>运作方式：</b>课程表在学期开始前不久在大学网站上公布。报名在线进行，先到先得。热门课程可能在几分钟内就报满，所以在报名当天要准备好并迅速行动！大多数课程是免费的，或者整个学期只需支付少量费用。"
    },
    "leisure_page_sub2_title": {
        "en": "Culture & Events in the City",
        "de": "Kultur & Events in der Stadt",
        "ar": "الثقافة والفعاليات في المدينة",
        "hi": "शहर में संस्कृति और कार्यक्रम",
        "es": "Cultura y eventos en la ciudad",
        "zh": "城市文化与活动"
    },
    "leisure_page_sub2_text": {
        "en": "Amberg and Weiden have charming historic city centers and a lively cultural scene. <br>• <b>Explore the Old Town:</b> Both cities have beautiful medieval architecture. In Amberg, don't miss the 'Stadtbrille' (city glasses), a unique water gate. <br>• <b>Museums & Theaters:</b> Check out the local city museums and theaters for exhibitions and plays. Students often get discounted tickets. <br>• <b>Festivals:</b> Keep an eye out for local festivals ('Feste'). The Christmas markets ('Weihnachtsmarkt') in December are magical. In summer, there are city festivals ('Bürgerfest') with live music and food stalls. <br>• <b>Student Parties:</b> The student representatives (StuV/Fachschaft) organize parties regularly, especially at the beginning of the semester. It's a great way to meet people.",
        "de": "Amberg und Weiden haben charmante historische Stadtkerne und eine lebendige Kulturszene. <br>• <b>Erkunde die Altstadt:</b> Beide Städte haben wunderschöne mittelalterliche Architektur. Verpasse in Amberg nicht die 'Stadtbrille', ein einzigartiges Wassertor. <br>• <b>Museen & Theater:</b> Besuche die lokalen Stadtmuseen und Theater für Ausstellungen und Stücke. Studierende erhalten oft ermäßigte Tickets. <br>• <b>Feste:</b> Halte Ausschau nach lokalen Festen. Die Weihnachtsmärkte im Dezember sind magisch. Im Sommer gibt es Bürgerfeste mit Live-Musik und Essensständen. <br>• <b>Studentenpartys:</b> Die Studierendenvertretungen (StuV/Fachschaft) organisieren regelmäßig Partys, besonders zu Semesterbeginn. Das ist eine großartige Möglichkeit, Leute kennenzulernen.",
        "ar": "تتمتع آمبرغ وفايدن بمراكز مدن تاريخية ساحرة ومشهد ثقافي حيوي. <br>• <b>استكشف المدينة القديمة:</b> تتمتع كلتا المدينتين بهندسة معمارية جميلة من القرون الوسطى. في آمبرغ، لا تفوت 'Stadtbrille' (نظارات المدينة)، وهي بوابة مائية فريدة من نوعها. <br>• <b>المتاحف والمسارح:</b> تحقق من متاحف المدينة والمسارح المحلية للمعارض والمسرحيات. غالبًا ما يحصل الطلاب على تذاكر مخفضة. <br>• <b>المهرجانات:</b> ترقب المهرجانات المحلية ('Feste'). أسواق عيد الميلاد ('Weihnachtsmarkt') في ديسمبر ساحرة. في الصيف، تقام مهرجانات المدينة ('Bürgerfest') مع موسيقى حية وأكشاك طعام. <br>• <b>حفلات الطلاب:</b> ينظم ممثلو الطلاب (StuV/Fachschaft) حفلات بانتظام، خاصة في بداية الفصل الدراسي. إنها طريقة رائعة للقاء الناس.",
        "hi": "एमबर्ग और वेडेन में आकर्षक ऐतिहासिक शहर केंद्र और एक जीवंत सांस्कृतिक दृश्य है। <br>• <b>पुराने शहर का अन्वेषण करें:</b> दोनों शहरों में सुंदर मध्ययुगीन वास्तुकला है। एमबर्ग में, 'Stadtbrille' (शहर के चश्मे), एक अद्वितीय जल द्वार, को न भूलें। <br>• <b>संग्रहालय और थिएटर:</b> प्रदर्शनियों और नाटकों के लिए स्थानीय शहर के संग्रहालयों और थिएटरों की जाँच करें। छात्रों को अक्सर रियायती टिकट मिलते हैं। <br>• <b>त्योहार:</b> स्थानीय त्योहारों ('Feste') पर नज़र रखें। दिसंबर में क्रिसमस बाजार ('Weihnachtsmarkt') जादुई होते हैं। गर्मियों में, लाइव संगीत और भोजन स्टालों के साथ शहर के त्योहार ('Bürgerfest') होते हैं। <br>• <b>छात्र पार्टियां:</b> छात्र प्रतिनिधि (StuV/Fachschaft) नियमित रूप से पार्टियों का आयोजन करते हैं, खासकर सेमेस्टर की शुरुआत में। यह लोगों से मिलने का एक शानदार तरीका है।",
        "es": "Amberg y Weiden tienen encantadores centros históricos y una animada escena cultural. <br>• <b>Explora el casco antiguo:</b> Ambas ciudades tienen una hermosa arquitectura medieval. En Amberg, no te pierdas el 'Stadtbrille' (gafas de la ciudad), una puerta de agua única. <br>• <b>Museos y Teatros:</b> Echa un vistazo a los museos y teatros de la ciudad para ver exposiciones y obras. Los estudiantes a menudo obtienen entradas con descuento. <br>• <b>Festivales:</b> Mantente atento a los festivales locales ('Feste'). Los mercados de Navidad ('Weihnachtsmarkt') en diciembre son mágicos. En verano, hay festivales de la ciudad ('Bürgerfest') con música en vivo y puestos de comida. <br>• <b>Fiestas de estudiantes:</b> Los representantes de los estudiantes (StuV/Fachschaft) organizan fiestas regularmente, especialmente al principio del semestre. Es una excelente manera de conocer gente.",
        "zh": "安贝格和魏登拥有迷人的历史悠久的市中心和充满活力的文化景观。<br>• <b>探索老城：</b>这两个城市都有美丽的中世纪建筑。在安贝格，不要错过独特的“城市眼镜”（Stadtbrille）水门。<br>• <b>博物馆与剧院：</b>查看当地的城市博物馆和剧院，了解展览和戏剧。学生通常可以获得折扣票。<br>• <b>节日：</b>留意当地的节日（'Feste'）。十二月的圣诞市场（'Weihnachtsmarkt'）非常神奇。夏天有城市节（'Bürgerfest'），有现场音乐和美食摊位。<br>• <b>学生派对：</b>学生代表（StuV/Fachschaft）会定期组织派对，尤其是在学期初。这是结识新朋友的好方法。"
    },
    "leisure_page_sub3_title": {
        "en": "Exploring Bavaria and Beyond",
        "de": "Bayern und Umgebung erkunden",
        "ar": "استكشاف بافاريا وما وراءها",
        "hi": "बवेरिया और उससे आगे की खोज",
        "es": "Explorando Baviera y más allá",
        "zh": "探索巴伐利亚及周边地区"
    },
    "leisure_page_sub3_text": {
        "en": "The region of Oberpfalz is beautiful and perfect for nature lovers. <br>• <b>Hiking & Cycling:</b> Explore the 'Oberpfälzer Wald' (Upper Palatinate Forest) or the numerous lakes in the area. There are well-marked trails everywhere. <br>• <b>Day Trips:</b> Nearby cities like Regensburg (a UNESCO World Heritage site) and Nuremberg are great for day trips and easily reachable by train in about an hour. <br>• <b>Bayern-Ticket:</b> This special train ticket is perfect for exploring. For a fixed price (around €27 for 1 person + €9 for each additional person up to 5), you can travel on all regional trains in Bavaria for a whole day. It's an amazing deal for weekend excursions with friends. <br>• <b>Czech Republic:</b> Weiden is very close to the Czech border. A trip to Prague or the spa towns of Karlovy Vary and Mariánské Lázně is a great weekend adventure.",
        "de": "Die Region Oberpfalz ist wunderschön und perfekt für Naturliebhaber. <br>• <b>Wandern & Radfahren:</b> Erkunde den 'Oberpfälzer Wald' oder die zahlreichen Seen in der Umgebung. Es gibt überall gut markierte Wege. <br>• <b>Tagesausflüge:</b> Nahegelegene Städte wie Regensburg (ein UNESCO-Weltkulturerbe) und Nürnberg eignen sich hervorragend für Tagesausflüge und sind mit dem Zug in etwa einer Stunde leicht erreichbar. <br>• <b>Bayern-Ticket:</b> Dieses spezielle Zugticket ist perfekt zum Erkunden. Für einen Festpreis (ca. 27 € für 1 Person + 9 € für jede weitere Person bis zu 5) kannst du einen ganzen Tag lang alle Regionalzüge in Bayern nutzen. Ein tolles Angebot für Wochenendausflüge mit Freunden. <br>• <b>Tschechische Republik:</b> Weiden liegt sehr nah an der tschechischen Grenze. Ein Ausflug nach Prag oder in die Kurorte Karlsbad und Marienbad ist ein großartiges Wochenendabenteuer.",
        "ar": "منطقة أوبربفالتس جميلة ومثالية لمحبي الطبيعة. <br>• <b>المشي لمسافات طويلة وركوب الدراجات:</b> استكشف 'Oberpfälzer Wald' (غابة بالاتينات العليا) أو البحيرات العديدة في المنطقة. هناك مسارات محددة جيدًا في كل مكان. <br>• <b>رحلات اليوم الواحد:</b> تعد المدن القريبة مثل ريغنسبورغ (موقع تراث عالمي لليونسكو) ونورمبرغ رائعة للرحلات اليومية ويمكن الوصول إليها بسهولة بالقطار في حوالي ساعة. <br>• <b>تذكرة بايرن (Bayern-Ticket):</b> تذكرة القطار الخاصة هذه مثالية للاستكشاف. بسعر ثابت (حوالي 27 يورو لشخص واحد + 9 يورو لكل شخص إضافي حتى 5 أشخاص)، يمكنك السفر على جميع القطارات الإقليمية في بافاريا ليوم كامل. إنها صفقة رائعة للرحلات في عطلة نهاية الأسبوع مع الأصدقاء. <br>• <b>جمهورية التشيك:</b> فايدن قريبة جدًا من الحدود التشيكية. رحلة إلى براغ أو مدن السبا كارلوفي فاري وماريانسكي لازني هي مغامرة رائعة في عطلة نهاية الأسبوع.",
        "hi": "Oberpfalz का क्षेत्र सुंदर है और प्रकृति प्रेमियों के लिए एकदम सही है। <br>• <b>लंबी पैदल यात्रा और साइकिल चलाना:</b> 'Oberpfälzer Wald' (अपर पैलेटिनेट फ़ॉरेस्ट) या क्षेत्र की कई झीलों का अन्वेषण करें। हर जगह अच्छी तरह से चिह्नित रास्ते हैं। <br>• <b>दिन की यात्राएं:</b> रेगेन्सबर्ग (एक यूनेस्को विश्व धरोहर स्थल) और नूर्नबर्ग जैसे आस-पास के शहर दिन की यात्राओं के लिए बहुत अच्छे हैं और लगभग एक घंटे में ट्रेन द्वारा आसानी से पहुँचा जा सकता है। <br>• <b>बायर्न-टिकट:</b> यह विशेष ट्रेन टिकट खोज के लिए एकदम सही है। एक निश्चित मूल्य (1 व्यक्ति के लिए लगभग €27 + 5 तक प्रत्येक अतिरिक्त व्यक्ति के लिए €9) के लिए, आप पूरे दिन बवेरिया में सभी क्षेत्रीय ट्रेनों पर यात्रा कर सकते हैं। यह दोस्तों के साथ सप्ताहांत की सैर के लिए एक अद्भुत सौदा है। <br>• <b>चेक गणराज्य:</b> वेडेन चेक सीमा के बहुत करीब है। प्राग या कार्लोवी वेरी और मारियांस्के लाज़्ने के स्पा शहरों की यात्रा एक शानदार सप्ताहांत साहसिक कार्य है।",
        "es": "La región de Oberpfalz es hermosa y perfecta para los amantes de la naturaleza. <br>• <b>Senderismo y Ciclismo:</b> Explora el 'Oberpfälzer Wald' (Bosque del Alto Palatinado) o los numerosos lagos de la zona. Hay senderos bien señalizados por todas partes. <br>• <b>Excursiones de un día:</b> Ciudades cercanas como Ratisbona (Patrimonio de la Humanidad por la UNESCO) y Núremberg son ideales para excursiones de un día y son fácilmente accesibles en tren en aproximadamente una hora. <br>• <b>Bayern-Ticket:</b> Este billete de tren especial es perfecto para explorar. Por un precio fijo (alrededor de 27 € para 1 persona + 9 € por cada persona adicional hasta 5), puedes viajar en todos los trenes regionales de Baviera durante todo un día. Es una oferta increíble para excursiones de fin de semana con amigos. <br>• <b>República Checa:</b> Weiden está muy cerca de la frontera checa. Un viaje a Praga o a las ciudades balneario de Karlovy Vary y Mariánské Lázně es una gran aventura de fin de semana.",
        "zh": "上普法尔茨地区风景优美，非常适合自然爱好者。<br>• <b>远足与骑行：</b>探索“上普法尔茨森林”（Oberpfälzer Wald）或该地区的众多湖泊。到处都有标记清晰的小径。<br>• <b>一日游：</b>像雷根斯堡（联合国教科文组织世界遗产）和纽伦堡这样的附近城市非常适合一日游，乘火车大约一小时即可轻松到达。<br>• <b>拜仁票 (Bayern-Ticket)：</b>这种特殊的火车票非常适合探索。以固定价格（1人约27欧元 + 每增加一人加9欧元，最多5人），您可以在巴伐利亚全境乘坐所有区域火车一整天。对于与朋友进行周末短途旅行来说，这是一笔非常划算的交易。<br>• <b>捷克共和国：</b>魏登非常靠近捷克边境。去布拉格或卡罗维发利和玛丽亚温泉市等温泉小镇旅行是一次很棒的周末探险。"
    },
    "page_title_links": {
        "en": "Links - QuickStart Guide",
        "de": "Links - QuickStart Guide",
        "ar": "روابط - دليل البداية السريعة",
        "hi": "लिंक - क्विकस्टार्ट गाइड",
        "es": "Enlaces - Guía de Inicio Rápido",
        "zh": "链接 - 快速入门指南"
    },
    "links_page_main_title": {
        "en": "Useful Links",
        "de": "Nützliche Links",
        "ar": "روابط مفيدة",
        "hi": "उपयोगी लिंक",
        "es": "Enlaces útiles",
        "zh": "实用链接"
    },
    "links_page_sub1_title": {
        "en": "University Platforms",
        "de": "Hochschul-Plattformen",
        "ar": "منصات الجامعة",
        "hi": "विश्वविद्यालय प्लेटफार्म",
        "es": "Plataformas universitarias",
        "zh": "大学平台"
    },
    "links_page_sub1_text": {
        "en": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>OTH Amberg-Weiden Official Website</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Moodle Learning Platform</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>PRIMUSS Campus Portal</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Webmail Service</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Library Catalogue (OPAC)</a>",
        "de": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Offizielle Webseite der OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Moodle Lernplattform</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>PRIMUSS Campus-Portal</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Webmail-Dienst</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Bibliothekskatalog (OPAC)</a>",
        "ar": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>الموقع الرسمي لجامعة OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>منصة Moodle التعليمية</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>بوابة الحرم الجامعي PRIMUSS</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>خدمة البريد الإلكتروني</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>فهرس المكتبة (OPAC)</a>",
        "hi": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>OTH Amberg-Weiden आधिकारिक वेबसाइट</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Moodle लर्निंग प्लेटफॉर्म</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>PRIMUSS कैम्पस पोर्टल</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>वेबमेल सेवा</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>पुस्तकालय कैटलॉग (OPAC)</a>",
        "es": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Sitio web oficial de OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Plataforma de aprendizaje Moodle</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Portal del campus PRIMUSS</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Servicio de Webmail</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Catálogo de la biblioteca (OPAC)</a>",
        "zh": "• <a href='https://www.oth-aw.de/' target='_blank' rel='noopener noreferrer'>OTH 安贝格-魏登官方网站</a> <br>• <a href='https://moodle.oth-aw.de/' target='_blank' rel='noopener noreferrer'>Moodle 学习平台</a> <br>• <a href='https://primuss.oth-aw.de/' target='_blank' rel='noopener noreferrer'>PRIMUSS 校园门户</a> <br>• <a href='https://webmail.oth-aw.de/' target='_blank' rel='noopener noreferrer'>网页邮箱服务</a> <br>• <a href='https://bibliothek.oth-aw.de/' target='_blank' rel='noopener noreferrer'>图书馆目录 (OPAC)</a>"
    },
    "links_page_sub2_title": {
        "en": "Administrative & Support Links",
        "de": "Verwaltung & Unterstützung",
        "ar": "روابط إدارية وداعمة",
        "hi": "प्रशासनिक और सहायता लिंक",
        "es": "Enlaces administrativos y de apoyo",
        "zh": "行政与支持链接"
    },
    "links_page_sub2_text": {
        "en": "• <a href='https://www.oth-aw.de/en/international/' target='_blank' rel='noopener noreferrer'>International Office</a> <br>• <a href='https://www.stwno.de/en/' target='_blank' rel='noopener noreferrer'>Student Services (Studentenwerk)</a> (for dorms, BAföG, counseling) <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/' target='_blank' rel='noopener noreferrer'>Examination Office & Student Office</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/' target='_blank' rel='noopener noreferrer'>General Student Advisory Service</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/' target='_blank' rel='noopener noreferrer'>Student Representatives (StuV)</a>",
        "de": "• <a href='https://www.oth-aw.de/international/' target='_blank' rel='noopener noreferrer'>International Office</a> <br>• <a href='https://www.stwno.de/de/' target='_blank' rel='noopener noreferrer'>Studentenwerk</a> (für Wohnheime, BAföG, Beratung) <br>• <a href='https://www.oth-aw.de/hochschule/organisation/service-und-beratungsstellen/studien-und-pruefungsangelegenheiten/' target='_blank' rel='noopener noreferrer'>Prüfungsamt & Studienbüro</a> <br>• <a href='https://www.oth-aw.de/studium/beratung-und-service/studienberatung/' target='_blank' rel='noopener noreferrer'>Allgemeine Studienberatung</a> <br>• <a href='https://www.oth-aw.de/hochschule/organisation/beauftragte-und-vertretungen/stuv/' target='_blank' rel='noopener noreferrer'>Studierendenvertretung (StuV)</a>",
        "ar": "• <a href='https://www.oth-aw.de/en/international/' target='_blank' rel='noopener noreferrer'>المكتب الدولي</a> <br>• <a href='https://www.stwno.de/en/' target='_blank' rel='noopener noreferrer'>خدمات الطلاب (Studentenwerk)</a> (للسكن، BAföG، الإرشاد) <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/' target='_blank' rel='noopener noreferrer'>مكتب الامتحانات ومكتب الطلاب</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/' target='_blank' rel='noopener noreferrer'>خدمة الإرشاد الطلابي العام</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/' target='_blank' rel='noopener noreferrer'>ممثلو الطلاب (StuV)</a>",
        "hi": "• <a href='https://www.oth-aw.de/en/international/' target='_blank' rel='noopener noreferrer'>अंतर्राष्ट्रीय कार्यालय</a> <br>• <a href='https://www.stwno.de/en/' target='_blank' rel='noopener noreferrer'>छात्र सेवाएं (Studentenwerk)</a> (छात्रावास, BAföG, परामर्श के लिए) <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/' target='_blank' rel='noopener noreferrer'>परीक्षा कार्यालय और छात्र कार्यालय</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/' target='_blank' rel='noopener noreferrer'>सामान्य छात्र सलाहकार सेवा</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/' target='_blank' rel='noopener noreferrer'>छात्र प्रतिनिधि (StuV)</a>",
        "es": "• <a href='https://www.oth-aw.de/en/international/' target='_blank' rel='noopener noreferrer'>Oficina Internacional</a> <br>• <a href='https://www.stwno.de/en/' target='_blank' rel='noopener noreferrer'>Servicios Estudiantiles (Studentenwerk)</a> (para residencias, BAföG, asesoramiento) <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/' target='_blank' rel='noopener noreferrer'>Oficina de Exámenes y Oficina de Estudiantes</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/' target='_blank' rel='noopener noreferrer'>Servicio General de Asesoramiento Estudiantil</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/' target='_blank' rel='noopener noreferrer'>Representantes Estudiantiles (StuV)</a>",
        "zh": "• <a href='https://www.oth-aw.de/en/international/' target='_blank' rel='noopener noreferrer'>国际办公室</a> <br>• <a href='https://www.stwno.de/en/' target='_blank' rel='noopener noreferrer'>学生服务中心 (Studentenwerk)</a> (负责宿舍、助学金、咨询) <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/' target='_blank' rel='noopener noreferrer'>考试办公室和学生办公室</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/' target='_blank' rel='noopener noreferrer'>综合学生咨询服务</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/' target='_blank' rel='noopener noreferrer'>学生代表 (StuV)</a>"
    },
    "links_page_sub3_title": {
        "en": "Daily Life & City Links",
        "de": "Alltag & Stadt",
        "ar": "روابط الحياة اليومية والمدينة",
        "hi": "दैनिक जीवन और शहर के लिंक",
        "es": "Enlaces de la vida diaria y la ciudad",
        "zh": "日常生活与城市链接"
    },
    "links_page_sub3_text": {
        "en": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>Official Website City of Amberg</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>Official Website City of Weiden</a> <br>• <a href='https://www.bahn.de/en' target='_blank' rel='noopener noreferrer'>German Railway (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>Website for finding shared flats (WG)</a> <br>• <a href='https://www.make-it-in-germany.com/en/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (Official government portal for qualified professionals)",
        "de": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>Offizielle Webseite der Stadt Amberg</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>Offizielle Webseite der Stadt Weiden</a> <br>• <a href='https://www.bahn.de/de' target='_blank' rel='noopener noreferrer'>Deutsche Bahn</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>Webseite zur Suche nach WGs</a> <br>• <a href='https://www.make-it-in-germany.com/de/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (Offizielles Regierungsportal für Fachkräfte)",
        "ar": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>الموقع الرسمي لمدينة آمبرغ</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>الموقع الرسمي لمدينة فايدن</a> <br>• <a href='https://www.bahn.de/en' target='_blank' rel='noopener noreferrer'>السكك الحديدية الألمانية (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>موقع للعثور على شقق مشتركة (WG)</a> <br>• <a href='https://www.make-it-in-germany.com/en/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (بوابة حكومية رسمية للمهنيين المؤهلين)",
        "hi": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>एमबर्ग शहर की आधिकारिक वेबसाइट</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>वेडेन शहर की आधिकारिक वेबसाइट</a> <br>• <a href='https://www.bahn.de/en' target='_blank' rel='noopener noreferrer'>जर्मन रेलवे (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>साझा फ्लैट (WG) खोजने के लिए वेबसाइट</a> <br>• <a href='https://www.make-it-in-germany.com/en/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (योग्य पेशेवरों के लिए आधिकारिक सरकारी पोर्टल)",
        "es": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>Sitio web oficial de la ciudad de Amberg</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>Sitio web oficial de la ciudad de Weiden</a> <br>• <a href='https://www.bahn.de/es' target='_blank' rel='noopener noreferrer'>Ferrocarriles alemanes (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>Sitio web para encontrar pisos compartidos (WG)</a> <br>• <a href='https://www.make-it-in-germany.com/en/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (Portal oficial del gobierno para profesionales cualificados)",
        "zh": "• <a href='https://www.amberg.de/' target='_blank' rel='noopener noreferrer'>安贝格市官方网站</a> <br>• <a href='https://www.weiden.de/' target='_blank' rel='noopener noreferrer'>魏登市官方网站</a> <br>• <a href='https://www.bahn.de/en' target='_blank' rel='noopener noreferrer'>德国铁路 (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/' target='_blank' rel='noopener noreferrer'>寻找合租公寓 (WG) 的网站</a> <br>• <a href='https://www.make-it-in-germany.com/en/' target='_blank' rel='noopener noreferrer'>Make it in Germany</a> (德国政府为合格专业人士设立的官方门户网站)"
    },
    "page_title_language": {
        "en": "Language - QuickStart Guide",
        "de": "Sprache - QuickStart Guide",
        "ar": "اللغة - دليل البداية السريعة",
        "hi": "भाषा - क्विकस्टार्ट गाइड",
        "es": "Idioma - Guía de Inicio Rápido",
        "zh": "语言 - 快速入门指南"
    },
    "language_page_main_title": {
        "en": "Language Support",
        "de": "Sprachliche Unterstützung",
        "ar": "دعم اللغة",
        "hi": "भाषा सहायता",
        "es": "Apoyo lingüístico",
        "zh": "语言支持"
    },
    "language_page_sub1_title": {
        "en": "German Language Courses",
        "de": "Deutschkurse",
        "ar": "دورات اللغة الألمانية",
        "hi": "जर्मन भाषा पाठ्यक्रम",
        "es": "Cursos de alemán",
        "zh": "德语课程"
    },
    "language_page_sub1_text": {
        "en": "While your studies might be in English, learning German is essential for daily life, making friends, and future job opportunities in Germany. <br>• <b>OTH-AW Language Center:</b> The university's 'Sprachenzentrum' offers German courses at various levels (A1-C1) during the semester. These courses are specifically designed for students and are often free or very affordable. Check their website for the current course schedule and registration deadlines. <br>• <b>Volkshochschule (VHS):</b> The local adult education centers in Amberg and Weiden also offer a wide range of German courses, including more intensive options. These are usually more expensive but can be a good alternative.",
        "de": "Auch wenn dein Studium auf Englisch sein mag, ist das Erlernen der deutschen Sprache für den Alltag, das Schließen von Freundschaften und zukünftige Jobchancen in Deutschland unerlässlich. <br>• <b>Sprachenzentrum der OTH-AW:</b> Das 'Sprachenzentrum' der Hochschule bietet während des Semesters Deutschkurse auf verschiedenen Niveaus (A1-C1) an. Diese Kurse sind speziell für Studierende konzipiert und oft kostenlos oder sehr günstig. Informiere dich auf ihrer Website über den aktuellen Kursplan und die Anmeldefristen. <br>• <b>Volkshochschule (VHS):</b> Die örtlichen Volkshochschulen in Amberg und Weiden bieten ebenfalls eine breite Palette an Deutschkursen an, einschließlich intensiverer Optionen. Diese sind in der Regel teurer, können aber eine gute Alternative sein.",
        "ar": "بينما قد تكون دراستك باللغة الإنجليزية، فإن تعلم اللغة الألمانية ضروري للحياة اليومية، وتكوين صداقات، وفرص العمل المستقبلية في ألمانيا. <br>• <b>مركز اللغات في OTH-AW:</b> يقدم 'Sprachenzentrum' بالجامعة دورات لغة ألمانية على مستويات مختلفة (A1-C1) خلال الفصل الدراسي. تم تصميم هذه الدورات خصيصًا للطلاب وغالبًا ما تكون مجانية أو بأسعار معقولة جدًا. تحقق من موقعهم على الإنترنت للحصول على جدول الدورات الحالي ومواعيد التسجيل. <br>• <b>Volkshochschule (VHS):</b> تقدم مراكز تعليم الكبار المحلية في آمبرغ وفايدن أيضًا مجموعة واسعة من دورات اللغة الألمانية، بما في ذلك خيارات أكثر كثافة. عادة ما تكون هذه أكثر تكلفة ولكن يمكن أن تكون بديلاً جيدًا.",
        "hi": "हालांकि आपकी पढ़ाई अंग्रेजी में हो सकती है, लेकिन जर्मनी में दैनिक जीवन, दोस्त बनाने और भविष्य में नौकरी के अवसरों के लिए जर्मन सीखना आवश्यक है। <br>• <b>OTH-AW भाषा केंद्र:</b> विश्वविद्यालय का 'Sprachenzentrum' सेमेस्टर के दौरान विभिन्न स्तरों (A1-C1) पर जर्मन पाठ्यक्रम प्रदान करता है। ये पाठ्यक्रम विशेष रूप से छात्रों के लिए डिज़ाइन किए गए हैं और अक्सर मुफ्त या बहुत सस्ते होते हैं। वर्तमान पाठ्यक्रम अनुसूची और पंजीकरण की समय सीमा के लिए उनकी वेबसाइट देखें। <br>• <b>Volkshochschule (VHS):</b> एमबर्ग और वेडेन में स्थानीय वयस्क शिक्षा केंद्र भी जर्मन पाठ्यक्रमों की एक विस्तृत श्रृंखला प्रदान करते हैं, जिसमें अधिक गहन विकल्प भी शामिल हैं। ये आमतौर पर अधिक महंगे होते हैं लेकिन एक अच्छा विकल्प हो सकते हैं।",
        "es": "Aunque tus estudios sean en inglés, aprender alemán es esencial para la vida diaria, hacer amigos y futuras oportunidades laborales en Alemania. <br>• <b>Centro de Idiomas de OTH-AW:</b> El 'Sprachenzentrum' de la universidad ofrece cursos de alemán en varios niveles (A1-C1) durante el semestre. Estos cursos están diseñados específicamente para estudiantes y suelen ser gratuitos o muy asequibles. Consulta su sitio web para ver el horario actual de los cursos y los plazos de inscripción. <br>• <b>Volkshochschule (VHS):</b> Los centros locales de educación para adultos en Amberg y Weiden también ofrecen una amplia gama de cursos de alemán, incluidas opciones más intensivas. Suelen ser más caros pero pueden ser una buena alternativa.",
        "zh": "虽然您的学习可能是用英语进行的，但学习德语对于日常生活、交朋友以及未来在德国的工作机会至关重要。<br>• <b>OTH-AW语言中心：</b>大学的“语言中心”（Sprachenzentrum）在学期期间提供各种级别（A1-C1）的德语课程。这些课程专为学生设计，通常免费或非常实惠。请查看其网站以获取当前的课程表和注册截止日期。<br>• <b>成人教育学校 (VHS)：</b>安贝格和魏登当地的成人教育学校也提供各种德语课程，包括更密集的选项。这些通常更贵，但可能是一个不错的替代选择。"
    },
    "language_page_sub2_title": {
        "en": "Language Tandems & Practice",
        "de": "Sprachtandems & Üben",
        "ar": "شراكات اللغة والممارسة",
        "hi": "भाषा टेंडेम और अभ्यास",
        "es": "Tándems de idiomas y práctica",
        "zh": "语言伙伴与练习"
    },
    "language_page_sub2_text": {
        "en": "The best way to learn a language is to speak it! <br>• <b>Tandem Program:</b> A language tandem is a fantastic method. You partner with a native German speaker who wants to learn your language. You meet regularly (e.g., for coffee) and spend half the time speaking German and the other half speaking your native language. It's free and you make a new friend! The International Office can help you find a tandem partner. <br>• <b>Stammtisch:</b> Many cities have a 'Stammtisch', an informal weekly meetup in a pub or café where international and German students get together to chat and practice languages. Ask the International Office or the Fachschaft if one exists.",
        "de": "Der beste Weg, eine Sprache zu lernen, ist, sie zu sprechen! <br>• <b>Tandem-Programm:</b> Ein Sprachtandem ist eine fantastische Methode. Du tust dich mit einem deutschen Muttersprachler zusammen, der deine Sprache lernen möchte. Ihr trefft euch regelmäßig (z.B. auf einen Kaffee) und sprecht die Hälfte der Zeit Deutsch und die andere Hälfte deine Muttersprache. Es ist kostenlos und du findest einen neuen Freund! Das International Office kann dir helfen, einen Tandempartner zu finden. <br>• <b>Stammtisch:</b> Viele Städte haben einen 'Stammtisch', ein informelles wöchentliches Treffen in einer Kneipe oder einem Café, bei dem sich internationale und deutsche Studierende zum Plaudern und Sprachenüben treffen. Frage beim International Office oder der Fachschaft, ob es einen gibt.",
        "ar": "أفضل طريقة لتعلم لغة هي التحدث بها! <br>• <b>برنامج الشراكة اللغوية (Tandem):</b> شراكة اللغة هي طريقة رائعة. أنت تشترك مع متحدث ألماني أصلي يرغب في تعلم لغتك. تلتقيان بانتظام (على سبيل المثال، لتناول القهوة) وتقضيان نصف الوقت في التحدث باللغة الألمانية والنصف الآخر في التحدث بلغتك الأم. إنه مجاني وتكوّن صديقًا جديدًا! يمكن للمكتب الدولي مساعدتك في العثور على شريك لغوي. <br>• <b>Stammtisch:</b> يوجد في العديد من المدن 'Stammtisch'، وهو لقاء أسبوعي غير رسمي في حانة أو مقهى حيث يجتمع الطلاب الدوليون والألمان للدردشة وممارسة اللغات. اسأل المكتب الدولي أو Fachschaft إذا كان هناك واحد.",
        "hi": "किसी भाषा को सीखने का सबसे अच्छा तरीका उसे बोलना है! <br>• <b>टेंडेम कार्यक्रम:</b> एक भाषा टेंडेम एक शानदार तरीका है। आप एक देशी जर्मन वक्ता के साथ साझेदारी करते हैं जो आपकी भाषा सीखना चाहता है। आप नियमित रूप से मिलते हैं (जैसे, कॉफी के लिए) और आधा समय जर्मन में और आधा समय अपनी मूल भाषा में बात करते हैं। यह मुफ़्त है और आप एक नया दोस्त बनाते हैं! अंतर्राष्ट्रीय कार्यालय आपको एक टेंडेम साथी खोजने में मदद कर सकता है। <br>• <b>Stammtisch:</b> कई शहरों में एक 'Stammtisch' होता है, जो एक पब या कैफे में एक अनौपचारिक साप्ताहिक बैठक है जहाँ अंतर्राष्ट्रीय और जर्मन छात्र बातचीत करने और भाषाओं का अभ्यास करने के लिए एक साथ आते हैं। अंतर्राष्ट्रीय कार्यालय या Fachschaft से पूछें कि क्या कोई है।",
        "es": "¡La mejor manera de aprender un idioma es hablarlo! <br>• <b>Programa Tándem:</b> Un tándem de idiomas es un método fantástico. Te asocias con un hablante nativo de alemán que quiere aprender tu idioma. Os reunís regularmente (p. ej., para tomar un café) y pasáis la mitad del tiempo hablando en alemán y la otra mitad en tu idioma nativo. ¡Es gratis y haces un nuevo amigo! La Oficina Internacional puede ayudarte a encontrar un compañero de tándem. <br>• <b>Stammtisch:</b> Muchas ciudades tienen un 'Stammtisch', un encuentro semanal informal en un pub o cafetería donde estudiantes internacionales y alemanes se reúnen para charlar y practicar idiomas. Pregunta en la Oficina Internacional o en la Fachschaft si existe uno.",
        "zh": "学习一门语言最好的方法就是去说！<br>• <b>语言伙伴项目 (Tandem)：</b>语言伙伴是一种极好的方法。您可以与一位想学习您母语的德国人结成伙伴。你们定期见面（例如，喝咖啡），一半时间说德语，一半时间说您的母语。这是免费的，而且您还能交到一个新朋友！国际办公室可以帮助您找到语言伙伴。<br>• <b>固定聚会 (Stammtisch)：</b>许多城市都有“Stammtisch”，这是一种在酒吧或咖啡馆举行的非正式每周聚会，国际学生和德国学生会在这里聊天和练习语言。可以向国际办公室或学生会（Fachschaft）询问是否有这样的活动。"
    },
    "language_page_sub3_title": {
        "en": "Helpful Apps & Online Resources",
        "de": "Hilfreiche Apps & Online-Ressourcen",
        "ar": "تطبيقات وموارد مفيدة عبر الإنترنت",
        "hi": "सहायक ऐप्स और ऑनलाइन संसाधन",
        "es": "Aplicaciones y recursos en línea útiles",
        "zh": "有用的应用程序和在线资源"
    },
    "language_page_sub3_text": {
        "en": "Supplement your learning with these excellent free resources: <br>• <b>Dictionaries:</b> LEO, Dict.cc, and Linguee are fantastic online dictionaries, much better than Google Translate for single words and phrases. <br>• <b>Grammar & Exercises:</b> The 'DW Learn German' website from Deutsche Welle is a goldmine of structured courses, videos, and news in slow German. <br>• <b>Vocabulary Apps:</b> Apps like Anki (a flashcard system), Duolingo, or Babbel can be great for building vocabulary on the go. <br>• <b>Real-life German:</b> Watch German series on Netflix (with subtitles), listen to German music, or watch YouTube channels like 'Easy German' to get a feel for the spoken language.",
        "de": "Ergänze dein Lernen mit diesen ausgezeichneten kostenlosen Ressourcen: <br>• <b>Wörterbücher:</b> LEO, Dict.cc und Linguee sind fantastische Online-Wörterbücher, viel besser als Google Translate für einzelne Wörter und Phrasen. <br>• <b>Grammatik & Übungen:</b> Die Website 'DW Learn German' der Deutschen Welle ist eine Goldgrube mit strukturierten Kursen, Videos und Nachrichten in langsam gesprochenem Deutsch. <br>• <b>Vokabel-Apps:</b> Apps wie Anki (ein Karteikartensystem), Duolingo oder Babbel können großartig sein, um unterwegs Vokabeln zu lernen. <br>• <b>Echtes Deutsch:</b> Schaue deutsche Serien auf Netflix (mit Untertiteln), höre deutsche Musik oder schaue YouTube-Kanäle wie 'Easy German', um ein Gefühl für die gesprochene Sprache zu bekommen.",
        "ar": "أكمل تعلمك بهذه الموارد المجانية الممتازة: <br>• <b>قواميس:</b> LEO و Dict.cc و Linguee هي قواميس رائعة عبر الإنترنت، أفضل بكثير من مترجم Google للكلمات والعبارات المفردة. <br>• <b>قواعد وتمارين:</b> موقع 'DW Learn German' من Deutsche Welle هو منجم ذهب من الدورات المنظمة ومقاطع الفيديو والأخبار باللغة الألمانية البطيئة. <br>• <b>تطبيقات المفردات:</b> يمكن أن تكون تطبيقات مثل Anki (نظام بطاقات تعليمية) أو Duolingo أو Babbel رائعة لبناء المفردات أثناء التنقل. <br>• <b>الألمانية الواقعية:</b> شاهد المسلسلات الألمانية على Netflix (مع ترجمة)، واستمع إلى الموسيقى الألمانية، أو شاهد قنوات YouTube مثل 'Easy German' لتتعرف على اللغة المنطوقة.",
        "hi": "इन उत्कृष्ट मुफ्त संसाधनों के साथ अपने सीखने को पूरक करें: <br>• <b>शब्दकोश:</b> LEO, Dict.cc, और Linguee शानदार ऑनलाइन शब्दकोश हैं, जो एकल शब्दों और वाक्यांशों के लिए Google अनुवाद से बहुत बेहतर हैं। <br>• <b>व्याकरण और अभ्यास:</b> ड्यूश वेले की 'DW Learn German' वेबसाइट संरचित पाठ्यक्रमों, वीडियो और धीमी गति से जर्मन में समाचारों का एक खजाना है। <br>• <b>शब्दावली ऐप्स:</b> Anki (एक फ्लैशकार्ड प्रणाली), Duolingo, या Babbel जैसे ऐप्स चलते-फिरते शब्दावली बनाने के लिए बहुत अच्छे हो सकते हैं। <br>• <b>वास्तविक जीवन की जर्मन:</b> नेटफ्लिक्स पर जर्मन श्रृंखला देखें (उपशीर्षक के साथ), जर्मन संगीत सुनें, या बोली जाने वाली भाषा का अनुभव प्राप्त करने के लिए 'Easy German' जैसे YouTube चैनल देखें।",
        "es": "Complementa tu aprendizaje con estos excelentes recursos gratuitos: <br>• <b>Diccionarios:</b> LEO, Dict.cc y Linguee son fantásticos diccionarios en línea, mucho mejores que Google Translate para palabras y frases sueltas. <br>• <b>Gramática y ejercicios:</b> El sitio web 'DW Learn German' de Deutsche Welle es una mina de oro de cursos estructurados, videos y noticias en alemán lento. <br>• <b>Aplicaciones de vocabulario:</b> Aplicaciones como Anki (un sistema de tarjetas), Duolingo o Babbel pueden ser geniales para construir vocabulario sobre la marcha. <br>• <b>Alemán de la vida real:</b> Mira series alemanas en Netflix (con subtítulos), escucha música alemana o mira canales de YouTube como 'Easy German' para familiarizarte con el idioma hablado.",
        "zh": "用这些优秀的免费资源来补充您的学习：<br>• <b>词典：</b>LEO、Dict.cc 和 Linguee 是极好的在线词典，对于单个单词和短语来说，比谷歌翻译好得多。<br>• <b>语法与练习：</b>德国之声的“DW Learn German”网站是结构化课程、视频和慢速德语新闻的金矿。<br>• <b>词汇应用：</b>像Anki（一个抽认卡系统）、Duolingo或Babbel这样的应用非常适合在旅途中积累词汇。<br>• <b>现实生活中的德语：</b>在Netflix上观看德语系列剧（带字幕），听德语音乐，或观看像“Easy German”这样的YouTube频道，以感受口语。"
    }
,
    "page_title_support": {
        "en": "Support & FAQ - QuickStart Guide",
        "de": "Hilfe & FAQ - QuickStart Guide",
        "ar": "الدعم والأسئلة الشائعة - دليل البداية السريعة",
        "hi": "सहायता और अक्सर पूछे जाने वाले प्रश्न - क्विकस्टार्ट गाइड",
        "es": "Soporte y FAQ - Guía de Inicio Rápido",
        "zh": "支持与常见问题 - 快速入门指南"
    },
    "support_page_main_title": {
        "en": "Support, Emergencies & FAQ",
        "de": "Unterstützung, Notfälle & FAQ",
        "ar": "الدعم والطوارئ والأسئلة الشائعة",
        "hi": "सहायता, आपात स्थिति और अक्सर पूछे जाने वाले प्रश्न",
        "es": "Soporte, Emergencias y FAQ",
        "zh": "支持、紧急情况与常见问题"
    },
    "support_page_sub1_title": {
        "en": "Emergency Contacts",
        "de": "Notfallkontakte",
        "ar": "اتصالات الطوارئ",
        "hi": "आपातकालीन संपर्क",
        "es": "Contactos de emergencia",
        "zh": "紧急联系方式"
    },
    "support_page_sub1_text": {
        "en": "These are the most important numbers in Germany. You can call them for free from any phone, even without a SIM card. <br>• <b>112:</b> For Fire Department ('Feuerwehr') and Ambulance/Medical Emergencies ('Rettungsdienst'). Use this for fires, serious accidents, and life-threatening medical situations like a heart attack. <br>• <b>110:</b> For Police ('Polizei'). Use this to report crimes, for urgent police assistance, or in case of a serious public disturbance. <br>• <b>116 117:</b> Non-emergency medical service ('Ärztlicher Bereitschaftsdienst'). Call this number if you need a doctor outside of regular office hours (e.g., at night or on weekends) and it's not a life-threatening emergency. They can tell you which doctor is on duty. <br>For the university's own security service, check the information boards on campus.",
        "de": "Dies sind die wichtigsten Nummern in Deutschland. Du kannst sie von jedem Telefon aus kostenlos anrufen, auch ohne SIM-Karte. <br>• <b>112:</b> Für Feuerwehr und Rettungsdienst/medizinische Notfälle. Nutze diese Nummer bei Bränden, schweren Unfällen und lebensbedrohlichen medizinischen Situationen wie einem Herzinfarkt. <br>• <b>110:</b> Für die Polizei. Nutze diese Nummer, um Straftaten zu melden, für dringende polizeiliche Hilfe oder bei einer ernsten öffentlichen Ruhestörung. <br>• <b>116 117:</b> Ärztlicher Bereitschaftsdienst. Rufe diese Nummer an, wenn du außerhalb der normalen Sprechzeiten (z.B. nachts oder am Wochenende) einen Arzt benötigst und es sich nicht um einen lebensbedrohlichen Notfall handelt. Sie können dir sagen, welcher Arzt Dienst hat. <br>Für den Sicherheitsdienst der Hochschule, siehe die Informationsaushänge auf dem Campus.",
        "ar": "هذه هي أهم الأرقام في ألمانيا. يمكنك الاتصال بها مجانًا من أي هاتف، حتى بدون بطاقة SIM. <br>• <b>112:</b> لإدارة الإطفاء ('Feuerwehr') والإسعاف/الطوارئ الطبية ('Rettungsdienst'). استخدم هذا الرقم للحرائق والحوادث الخطيرة والحالات الطبية المهددة للحياة مثل النوبة القلبية. <br>• <b>110:</b> للشرطة ('Polizei'). استخدم هذا الرقم للإبلاغ عن الجرائم، أو للمساعدة الشرطية العاجلة، أو في حالة حدوث اضطراب عام خطير. <br>• <b>116 117:</b> الخدمة الطبية غير الطارئة ('Ärztlicher Bereitschaftsdienst'). اتصل بهذا الرقم إذا كنت بحاجة إلى طبيب خارج ساعات العمل العادية (على سبيل المثال، في الليل أو في عطلات نهاية الأسبوع) وهي ليست حالة طارئة تهدد الحياة. يمكنهم إخبارك بأي طبيب في الخدمة. <br>لخدمة أمن الجامعة، تحقق من لوحات المعلومات في الحرم الجامعي.",
        "hi": "ये जर्मनी में सबसे महत्वपूर्ण नंबर हैं। आप उन्हें किसी भी फोन से मुफ्त में कॉल कर सकते हैं, यहां तक कि सिम कार्ड के बिना भी। <br>• <b>112:</b> अग्निशमन विभाग ('Feuerwehr') और एम्बुलेंस/चिकित्सा आपात स्थिति ('Rettungsdienst') के लिए। आग, गंभीर दुर्घटनाओं और दिल के दौरे जैसी जानलेवा चिकित्सा स्थितियों के लिए इसका उपयोग करें। <br>• <b>110:</b> पुलिस ('Polizei') के लिए। अपराधों की रिपोर्ट करने, तत्काल पुलिस सहायता के लिए, या गंभीर सार्वजनिक अशांति के मामले में इसका उपयोग करें। <br>• <b>116 117:</b> गैर-आपातकालीन चिकित्सा सेवा ('Ärztlicher Bereitschaftsdienst')। यदि आपको नियमित कार्यालय समय के बाहर (जैसे, रात में या सप्ताहांत पर) डॉक्टर की आवश्यकता है और यह जानलेवा आपात स्थिति नहीं है, तो इस नंबर पर कॉल करें। वे आपको बता सकते हैं कि कौन सा डॉक्टर ड्यूटी पर है। <br>विश्वविद्यालय की अपनी सुरक्षा सेवा के लिए, परिसर में सूचना बोर्डों की जाँच करें।",
        "es": "Estos son los números más importantes de Alemania. Puedes llamarlos gratis desde cualquier teléfono, incluso sin tarjeta SIM. <br>• <b>112:</b> Para los Bomberos ('Feuerwehr') y Ambulancia/Emergencias Médicas ('Rettungsdienst'). Úsalo para incendios, accidentes graves y situaciones médicas que pongan en peligro la vida, como un ataque al corazón. <br>• <b>110:</b> Para la Policía ('Polizei'). Úsalo para denunciar delitos, para asistencia policial urgente o en caso de un grave altercado público. <br>• <b>116 117:</b> Servicio médico no urgente ('Ärztlicher Bereitschaftsdienst'). Llama a este número si necesitas un médico fuera del horario de consulta habitual (p. ej., por la noche o los fines de semana) y no es una emergencia que ponga en peligro la vida. Te pueden decir qué médico está de guardia. <br>Para el servicio de seguridad propio de la universidad, consulta los tablones de información en el campus.",
        "zh": "这些是德国最重要的号码。您可以从任何电话免费拨打，即使没有SIM卡。<br>• <b>112:</b> 用于消防部门（'Feuerwehr'）和救护车/医疗急救（'Rettungsdienst'）。用于火灾、严重事故和像心脏病发作这样的危及生命的医疗情况。<br>• <b>110:</b> 用于警察（'Polizei'）。用于报案、紧急警察援助或严重的公共骚乱。<br>• <b>116 117:</b> 非紧急医疗服务（'Ärztlicher Bereitschaftsdienst'）。如果您在正常办公时间之外（例如，晚上或周末）需要医生，并且不是危及生命的紧急情况，请拨打此号码。他们可以告诉您哪位医生在值班。<br>关于大学自己的安保服务，请查看校园内的信息板。"
    },
    "support_page_sub2_title": {
        "en": "Psychological Counseling & Support",
        "de": "Psychologische Beratung & Unterstützung",
        "ar": "الإرشاد النفسي والدعم",
        "hi": "मनोवैज्ञानिक परामर्श और सहायता",
        "es": "Asesoramiento y apoyo psicológico",
        "zh": "心理咨询与支持"
    },
    "support_page_sub2_text": {
        "en": "Studying abroad can be stressful. It's okay to not be okay, and there is help available. The 'Studentenwerk' offers free, confidential psychological counseling services for all students. You can talk to a professional about any issues you might be facing, such as: <br>• Feeling homesick, lonely, or overwhelmed. <br>• Exam anxiety or stress with your studies. <br>• Personal or relationship problems. <br>• Difficulties adapting to a new culture. <br>Don't hesitate to make an appointment. Seeking help is a sign of strength. You can find the contact details on the website of the 'Studentenwerk Niederbayern/Oberpfalz'.",
        "de": "Im Ausland zu studieren kann stressig sein. Es ist in Ordnung, nicht in Ordnung zu sein, und es gibt Hilfe. Das Studentenwerk bietet kostenlose, vertrauliche psychologische Beratungsdienste für alle Studierenden an. Du kannst mit einem Profi über alle Probleme sprechen, mit denen du konfrontiert sein könntest, wie zum Beispiel: <br>• Heimweh, Einsamkeit oder Überforderung. <br>• Prüfungsangst oder Stress im Studium. <br>• Persönliche oder Beziehungsprobleme. <br>• Schwierigkeiten bei der Anpassung an eine neue Kultur. <br>Zögere nicht, einen Termin zu vereinbaren. Hilfe zu suchen ist ein Zeichen von Stärke. Die Kontaktdaten findest du auf der Website des Studentenwerks Niederbayern/Oberpfalz.",
        "ar": "يمكن أن تكون الدراسة في الخارج مرهقة. من الطبيعي ألا تكون على ما يرام، وهناك مساعدة متاحة. يقدم 'Studentenwerk' خدمات استشارات نفسية مجانية وسرية لجميع الطلاب. يمكنك التحدث إلى متخصص حول أي مشكلات قد تواجهها، مثل: <br>• الشعور بالحنين إلى الوطن أو الوحدة أو الإرهاق. <br>• قلق الامتحانات أو التوتر في دراستك. <br>• مشاكل شخصية أو علاقات. <br>• صعوبات في التكيف مع ثقافة جديدة. <br>لا تتردد في تحديد موعد. طلب المساعدة هو علامة قوة. يمكنك العثور على تفاصيل الاتصال على موقع 'Studentenwerk Niederbayern/Oberpfalz'.",
        "hi": "विदेश में पढ़ाई करना तनावपूर्ण हो सकता है। ठीक न होना ठीक है, और मदद उपलब्ध है। 'Studentenwerk' सभी छात्रों के लिए मुफ्त, गोपनीय मनोवैज्ञानिक परामर्श सेवाएं प्रदान करता है। आप किसी भी मुद्दे के बारे में एक पेशेवर से बात कर सकते हैं, जिसका आप सामना कर रहे हों, जैसे: <br>• घर की याद आना, अकेलापन, या अभिभूत महसूस करना। <br>• परीक्षा की चिंता या अपनी पढ़ाई से तनाव। <br>• व्यक्तिगत या रिश्ते की समस्याएं। <br>• एक नई संस्कृति के अनुकूल होने में कठिनाइयाँ। <br>अपॉइंटमेंट लेने में संकोच न करें। मदद मांगना ताकत की निशानी है। आप 'Studentenwerk Niederbayern/Oberpfalz' की वेबसाइट पर संपर्क विवरण पा सकते हैं।",
        "es": "Estudiar en el extranjero puede ser estresante. Está bien no estar bien, y hay ayuda disponible. El 'Studentenwerk' ofrece servicios de asesoramiento psicológico gratuitos y confidenciales para todos los estudiantes. Puedes hablar con un profesional sobre cualquier problema que puedas estar enfrentando, como: <br>• Sentir nostalgia, soledad o agobio. <br>• Ansiedad por los exámenes o estrés con tus estudios. <br>• Problemas personales o de relación. <br>• Dificultades para adaptarse a una nueva cultura. <br>No dudes en pedir una cita. Buscar ayuda es un signo de fortaleza. Puedes encontrar los datos de contacto en el sitio web del 'Studentenwerk Niederbayern/Oberpfalz'.",
        "zh": "在国外学习可能会有压力。感觉不适是正常的，并且有可用的帮助。“学生服务中心”（Studentenwerk）为所有学生提供免费、保密的心理咨询服务。您可以与专业人士谈论您可能面临的任何问题，例如：<br>• 感到想家、孤独或不知所措。<br>• 考试焦虑或学习压力。<br>• 个人或人际关系问题。<br>• 适应新文化的困难。<br>不要犹豫，去预约吧。寻求帮助是坚强的表现。您可以在“下巴伐利亚/上普法尔茨学生服务中心”（Studentenwerk Niederbayern/Oberpfalz）的网站上找到联系方式。"
    },
    "support_page_sub3_title": {
        "en": "Frequently Asked Questions (FAQ)",
        "de": "Häufig gestellte Fragen (FAQ)",
        "ar": "الأسئلة الشائعة (FAQ)",
        "hi": "अक्सर पूछे जाने वाले प्रश्न (FAQ)",
        "es": "Preguntas Frecuentes (FAQ)",
        "zh": "常见问题解答 (FAQ)"
    },
    "support_page_sub3_text": {
        "en": "<b>Q: I lost my student ID. What should I do?</b><br>A: Go to the Student Office (Studienbüro) immediately. They can block your old card and issue a new one. There might be a small fee for the replacement. <br><br><b>Q: How do I find a doctor who speaks English?</b><br>A: The website of the 'Kassenärztliche Vereinigung Bayerns (KVB)' has a doctor search tool where you can filter by language. Many international students also ask for recommendations in student social media groups. <br><br><b>Q: I am sick and cannot attend an exam. What do I do?</b><br>A: You must go to a doctor ON THE DAY of the exam and get a medical certificate ('ärztliches Attest'). You must then submit this certificate to the Examination Office ('Prüfungsamt') within 3 working days. If you don't, you will get a failing grade (5.0). Informing your professor via email is a polite courtesy but does not replace the official procedure! <br><br><b>Q: Can I change my study program?</b><br>A: It is sometimes possible, but complicated. You must speak to the General Student Advisory Service ('Allgemeine Studienberatung') to discuss your options and the procedure.",
        "de": "<b>F: Ich habe meinen Studierendenausweis verloren. Was soll ich tun?</b><br>A: Gehe sofort zum Studienbüro. Sie können deine alte Karte sperren und eine neue ausstellen. Für den Ersatz kann eine kleine Gebühr anfallen. <br><br><b>F: Wie finde ich einen Arzt, der Englisch spricht?</b><br>A: Die Website der Kassenärztlichen Vereinigung Bayerns (KVB) hat eine Arztsuche, bei der du nach Sprache filtern kannst. Viele internationale Studierende fragen auch in studentischen Social-Media-Gruppen nach Empfehlungen. <br><br><b>F: Ich bin krank und kann nicht an einer Prüfung teilnehmen. Was tue ich?</b><br>A: Du musst AM TAG der Prüfung zu einem Arzt gehen und dir ein ärztliches Attest ausstellen lassen. Dieses Attest musst du dann innerhalb von 3 Werktagen beim Prüfungsamt einreichen. Wenn du das nicht tust, erhältst du die Note 5,0 (nicht bestanden). Deinen Professor per E-Mail zu informieren ist eine höfliche Geste, ersetzt aber nicht das offizielle Verfahren! <br><br><b>F: Kann ich meinen Studiengang wechseln?</b><br>A: Das ist manchmal möglich, aber kompliziert. Du musst mit der Allgemeinen Studienberatung sprechen, um deine Optionen und das Verfahren zu besprechen.",
        "ar": "<b>س: لقد فقدت بطاقة الطالب الخاصة بي. ماذا علي أن أفعل؟</b><br>ج: اذهب إلى مكتب الطلاب (Studienbüro) على الفور. يمكنهم حظر بطاقتك القديمة وإصدار واحدة جديدة. قد تكون هناك رسوم رمزية للاستبدال. <br><br><b>س: كيف أجد طبيبًا يتحدث الإنجليزية؟</b><br>ج: يحتوي موقع 'Kassenärztliche Vereinigung Bayerns (KVB)' على أداة بحث عن الأطباء حيث يمكنك التصفية حسب اللغة. يسأل العديد من الطلاب الدوليين أيضًا عن توصيات في مجموعات وسائل التواصل الاجتماعي للطلاب. <br><br><b>س: أنا مريض ولا يمكنني حضور الامتحان. ماذا أفعل؟</b><br>ج: يجب أن تذهب إلى الطبيب في يوم الامتحان وتحصل على شهادة طبية ('ärztliches Attest'). يجب عليك بعد ذلك تقديم هذه الشهادة إلى مكتب الامتحانات ('Prüfungsamt') في غضون 3 أيام عمل. إذا لم تفعل، فستحصل على درجة رسوب (5.0). إبلاغ أستاذك عبر البريد الإلكتروني هو مجاملة مهذبة ولكنه لا يحل محل الإجراء الرسمي! <br><br><b>س: هل يمكنني تغيير برنامجي الدراسي؟</b><br>ج: هذا ممكن في بعض الأحيان، لكنه معقد. يجب عليك التحدث إلى خدمة الإرشاد الطلابي العام ('Allgemeine Studienberatung') لمناقشة خياراتك والإجراءات.",
        "hi": "<b>प्रश्न: मैंने अपना छात्र आईडी खो दिया है। मुझे क्या करना चाहिए?</b><br>उत्तर: तुरंत छात्र कार्यालय (Studienbüro) जाएं। वे आपका पुराना कार्ड ब्लॉक कर सकते हैं और एक नया जारी कर सकते हैं। प्रतिस्थापन के लिए एक छोटा शुल्क हो सकता है। <br><br><b>प्रश्न: मुझे एक डॉक्टर कैसे मिलेगा जो अंग्रेजी बोलता हो?</b><br>उत्तर: 'Kassenärztliche Vereinigung Bayerns (KVB)' की वेबसाइट पर एक डॉक्टर खोज उपकरण है जहाँ आप भाषा के आधार पर फ़िल्टर कर सकते हैं। कई अंतरराष्ट्रीय छात्र छात्र सोशल मीडिया समूहों में भी सिफारिशें मांगते हैं। <br><br><b>प्रश्न: मैं बीमार हूँ और परीक्षा में शामिल नहीं हो सकता। मैं क्या करूँ?</b><br>उत्तर: आपको परीक्षा के दिन ही डॉक्टर के पास जाना होगा और एक मेडिकल प्रमाण पत्र ('ärztliches Attest') प्राप्त करना होगा। फिर आपको इस प्रमाण पत्र को 3 कार्य दिवसों के भीतर परीक्षा कार्यालय ('Prüfungsamt') में जमा करना होगा। यदि आप ऐसा नहीं करते हैं, तो आपको एक असफल ग्रेड (5.0) मिलेगा। अपने प्रोफेसर को ईमेल के माध्यम से सूचित करना एक विनम्र शिष्टाचार है लेकिन यह आधिकारिक प्रक्रिया का स्थान नहीं लेता है! <br><br><b>प्रश्न: क्या मैं अपना अध्ययन कार्यक्रम बदल सकता हूँ?</b><br>उत्तर: यह कभी-कभी संभव है, लेकिन जटिल है। आपको अपने विकल्पों और प्रक्रिया पर चर्चा करने के लिए सामान्य छात्र सलाहकार सेवा ('Allgemeine Studienberatung') से बात करनी होगी।",
        "es": "<b>P: He perdido mi carné de estudiante. ¿Qué debo hacer?</b><br>R: Ve a la Oficina de Estudiantes (Studienbüro) inmediatamente. Pueden bloquear tu tarjeta antigua y emitir una nueva. Puede haber una pequeña tarifa por el reemplazo. <br><br><b>P: ¿Cómo encuentro un médico que hable inglés?</b><br>R: El sitio web de la 'Kassenärztliche Vereinigung Bayerns (KVB)' tiene una herramienta de búsqueda de médicos donde puedes filtrar por idioma. Muchos estudiantes internacionales también piden recomendaciones en grupos de redes sociales de estudiantes. <br><br><b>P: Estoy enfermo y no puedo asistir a un examen. ¿Qué hago?</b><br>R: Debes ir a un médico EL DÍA del examen y obtener un certificado médico ('ärztliches Attest'). Luego debes presentar este certificado en la Oficina de Exámenes ('Prüfungsamt') en un plazo de 3 días hábiles. Si no lo haces, obtendrás una calificación de suspenso (5.0). ¡Informar a tu profesor por correo electrónico es una cortesía educada pero no reemplaza el procedimiento oficial! <br><br><b>P: ¿Puedo cambiar mi programa de estudios?</b><br>R: A veces es posible, pero complicado. Debes hablar con el Servicio General de Asesoramiento Estudiantil ('Allgemeine Studienberatung') para discutir tus opciones y el procedimiento.",
        "zh": "<b>问：我丢失了学生证。我该怎么办？</b><br>答：立即前往学生办公室（Studienbüro）。他们可以冻结您的旧卡并签发一张新卡。更换可能会有少量费用。<br><br><b>问：我如何找到会说英语的医生？</b><br>答：“巴伐利亚州法定健康保险医师协会”（Kassenärztliche Vereinigung Bayerns, KVB）的网站上有一个医生搜索工具，您可以在其中按语言筛选。许多国际学生也在学生社交媒体群组中寻求推荐。<br><br><b>问：我生病了，无法参加考试。我该怎么办？</b><br>答：您必须在考试当天去看医生并获取一份医疗证明（'ärztliches Attest'）。然后，您必须在3个工作日内将此证明提交给考试办公室（'Prüfungsamt'）。如果您不这样做，您将得到不及格（5.0）的成绩。通过电子邮件通知您的教授是一种礼貌，但不能替代官方程序！<br><br><b>问：我可以更改我的学习项目吗？</b><br>答：这有时是可能的，但很复杂。您必须与综合学生咨询服务（'Allgemeine Studienberatung'）交谈，讨论您的选择和程序。"
    }
}
