{
    "language_label": {
        "en": "Select Language:",
        "de": "Sprache auswählen:",
        "ar": "اختر اللغة:",
        "hi": "भाषा चुनें:",
        "es": "Seleccionar idioma:",
        "zh": "选择语言："
    },
    "back_to_main_link": {
        "en": "« Back to Overview",
        "de": "« Zurück zur Übersicht",
        "ar": "« العودة إلى النظرة العامة",
        "hi": "« अवलोकन पर वापस",
        "es": "« Volver a la vista general",
        "zh": "« 返回主页"
    },
    "footer_text": {
        "en": "© 2025 OTH Amberg-Weiden. All rights reserved.",
        "de": "© 2025 OTH Amberg-Weiden. Alle Rechte vorbehalten.",
        "ar": "© 2025 OTH Amberg-Weiden. جميع الحقوق محفوظة.",
        "hi": "© 2025 OTH Amberg-Weiden. सर्वाधिकार सुरक्षित।",
        "es": "© 2025 OTH Amberg-Weiden. Todos los derechos reservados.",
        "zh": "© 2025 OTH Amberg-Weiden. 版权所有。"
    },
    "page_title": {
        "en": "OTH-AW QuickStart Guide",
        "de": "OTH-AW QuickStart Guide",
        "ar": "دليل البداية السريعة لـ OTH-AW",
        "hi": "OTH-AW क्विकस्टार्ट गाइड",
        "es": "Guía de Inicio Rápido de OTH-AW",
        "zh": "OTH-AW 快速入门指南"
    },
    "welcome_title": {
        "en": "Welcome to the QuickStart Guide",
        "de": "Willkommen zum QuickStart Guide",
        "ar": "أهلاً بكم في دليل البداية السريعة",
        "hi": "क्विकस्टार्ट गाइड में आपका स्वागत है",
        "es": "Bienvenido a la Guía de Inicio Rápido",
        "zh": "欢迎来到快速入门指南"
    },
    "welcome_text": {
        "en": "Your companion for a successful start at OTH Amberg-Weiden.",
        "de": "Dein Begleiter für einen erfolgreichen Start an der OTH Amberg-Weiden.",
        "ar": "رفيقك لبداية ناجحة في جامعة OTH Amberg-Weiden.",
        "hi": "OTH Amberg-Weiden में एक सफल शुरुआत के लिए आपका साथी।",
        "es": "Tu compañero para un comienzo exitoso en la OTH Amberg-Weiden.",
        "zh": "您在安贝格-魏登应用技术大学成功起步的伴侣。"
    },
    "learn_more_button": {
        "en": "Get Started",
        "de": "Jetzt starten",
        "ar": "ابدأ الآن",
        "hi": "शुरू हो जाओ",
        "es": "Comenzar",
        "zh": "现在开始"
    },
    "oth_website_button": {
        "en": "To OTH Website",
        "de": "Zur OTH-Webseite",
        "ar": "إلى موقع OTH",
        "hi": "OTH वेबसाइट पर",
        "es": "Al sitio web de OTH",
        "zh": "访问OTH官网"
    },
        "instagram_button": {
        "en": "Instagram",
        "de": "Instagram",
        "ar": "Instagram",
        "hi": "Instagram",
        "es": "Instagram",
        "zh": "Instagram"
    },

    
    "quickstart_title": {
        "en": "Quick Start Guide Topics",
        "de": "Themen des Quick Start Guides",
        "ar": "مواضيع دليل البداية السريعة",
        "hi": "क्विक स्टार्ट गाइड के विषय",
        "es": "Temas de la Guía de Inicio Rápido",
        "zh": "快速入门指南主题"
    },
    "box_welcome_title": {
        "en": "Welcome to the University",
        "de": "Willkommen an der Hochschule",
        "ar": "مرحباً بكم في الجامعة",
        "hi": "विश्वविद्यालय में आपका स्वागत है",
        "es": "Bienvenido a la Universidad",
        "zh": "欢迎来到大学"
    },
    "box_studies_title": {
        "en": "Studies & Organization",
        "de": "Studium & Organisation",
        "ar": "الدراسة والتنظيم",
        "hi": "अध्ययन और संगठन",
        "es": "Estudios y Organización",
        "zh": "学习与组织"
    },
    "box_city_life_title": {
        "en": "Life in the City",
        "de": "Leben in der Stadt",
        "ar": "الحياة في المدينة",
        "hi": "शहर में जीवन",
        "es": "La vida en la ciudad",
        "zh": "城市生活"
    },
    "box_links_title": {
        "en": "Useful Links",
        "de": "Nützliche Links",
        "ar": "روابط مفيدة",
        "hi": "उपयोगी लिंक",
        "es": "Enlaces útiles",
        "zh": "实用链接"
    },
    "box_contacts_title": {
        "en": "Contacts",
        "de": "Kontakte",
        "ar": "جهات الاتصال",
        "hi": "संपर्क",
        "es": "Contactos",
        "zh": "联系方式"
    },
    "box_leisure_title": {
        "en": "Leisure and Sports",
        "de": "Freizeit und Sport",
        "ar": "الترفيه والرياضة",
        "hi": "अवकाश और खेल",
        "es": "Ocio y Deportes",
        "zh": "休闲与运动"
    },
    "box_arrival_title": {
        "en": "Arrival",
        "de": "Ankunft",
        "ar": "الوصول",
        "hi": "आगमन",
        "es": "Llegada",
        "zh": "抵达"
    },
    "box_language_title": {
        "en": "Language",
        "de": "Sprache",
        "ar": "اللغة",
        "hi": "भाषा",
        "es": "Idioma",
        "zh": "语言"
    },
    "box_finance_title": {
        "en": "Finances",
        "de": "Finanzen",
        "ar": "الأمور المالية",
        "hi": "वित्त",
        "es": "Finanzas",
        "zh": "财务"
    },
        "page_title_welcome": {
        "en": "Welcome - QuickStart Guide",
        "de": "Willkommen - QuickStart Guide",
        "ar": "مرحباً - دليل البداية السريعة",
        "hi": "स्वागत - क्विकस्टार्ट गाइड",
        "es": "Bienvenida - Guía de Inicio Rápido",
        "zh": "欢迎 - 快速入门指南"
    },
    "welcome_page_main_title": {
        "en": "A Warm Welcome to OTH Amberg-Weiden",
        "de": "Ein herzliches Willkommen an der OTH Amberg-Weiden",
        "ar": "نرحب بكم ترحيباً حاراً في OTH Amberg-Weiden",
        "hi": "OTH Amberg-Weiden में आपका हार्दिक स्वागत है",
        "es": "Una cálida bienvenida a la OTH Amberg-Weiden",
        "zh": "热烈欢迎来到安贝格-魏登应用技术大学"
    },
    "welcome_page_sub1_title": {
        "en": "Your Checklist for the First Week",
        "de": "Deine Checkliste für die erste Woche",
        "ar": "قائمة مهامك للأسبوع الأول",
        "hi": "पहले सप्ताह के लिए आपकी चेकलिस्ट",
        "es": "Tu lista de verificación para la primera semana",
        "zh": "第一周清单"
    },
    "welcome_page_sub1_text": {
        "en": "The first few days can be overwhelming, but this checklist will help you: <br><b>1. Collect Student ID & IT Credentials:</b> Your first stop is the Student Office (Studienbüro). You'll get your student ID card (your key to many services) and your initial login details for all university IT services (Moodle, Webmail, PRIMUSS). Change your password immediately. <br><b>2. Attend Orientation Events:</b> The International Office and your faculty offer orientation sessions. Attending is crucial! You'll get vital information about your studies, meet other new students, and get answers to your questions. <br><b>3. Explore the Campus:</b> Take a walk around. Find your main lecture halls, the library, the cafeteria (Mensa), and the International Office. Knowing these locations will make your first days much easier. <br><b>4. Activate your Library Account:</b> Go to the library desk with your student ID to activate your account for borrowing books and accessing online resources from home (via VPN).",
        "de": "Die ersten Tage können überwältigend sein, aber diese Checkliste hilft dir: <br><b>1. Studierendenausweis & IT-Daten abholen:</b> Dein erster Weg führt zum Studienbüro. Dort erhältst du deinen Studierendenausweis (dein Schlüssel zu vielen Diensten) und deine initialen Zugangsdaten für alle IT-Dienste der Hochschule (Moodle, Webmail, PRIMUSS). Ändere dein Passwort sofort. <br><b>2. An Orientierungsveranstaltungen teilnehmen:</b> Das International Office und deine Fakultät bieten Orientierungsveranstaltungen an. Die Teilnahme ist entscheidend! Du erhältst wichtige Informationen zum Studium, triffst andere neue Studierende und bekommst Antworten auf deine Fragen. <br><b>3. Den Campus erkunden:</b> Mach einen Spaziergang. Finde deine wichtigsten Hörsäle, die Bibliothek, die Mensa und das International Office. Diese Orte zu kennen, wird deine ersten Tage viel einfacher machen. <br><b>4. Bibliothekskonto aktivieren:</b> Geh mit deinem Studierendenausweis zur Theke der Bibliothek, um dein Konto für die Ausleihe von Büchern und den Zugriff auf Online-Ressourcen von zu Hause aus (per VPN) zu aktivieren.",
        "ar": "قد تكون الأيام القليلة الأولى مربكة، لكن قائمة المراجعة هذه ستساعدك: <br><b>1. استلام بطاقة الطالب وبيانات اعتماد تكنولوجيا المعلومات:</b> محطتك الأولى هي مكتب الطلاب (Studienbüro). ستحصل على بطاقة الطالب الخاصة بك (مفتاحك للعديد من الخدمات) وتفاصيل تسجيل الدخول الأولية لجميع خدمات تكنولوجيا المعلومات بالجامعة (Moodle، Webmail، PRIMUSS). قم بتغيير كلمة المرور الخاصة بك على الفور. <br><b>2. حضور فعاليات التوجيه:</b> يقدم المكتب الدولي وكليتك جلسات توجيه. الحضور حاسم! ستحصل على معلومات حيوية حول دراستك، وتلتقي بطلاب جدد آخرين، وتحصل على إجابات لأسئلتك. <br><b>3. استكشاف الحرم الجامعي:</b> تجول. ابحث عن قاعات المحاضرات الرئيسية والمكتبة والكافتيريا (Mensa) والمكتب الدولي. معرفة هذه المواقع ستجعل أيامك الأولى أسهل بكثير. <br><b>4. تفعيل حساب المكتبة الخاص بك:</b> اذهب إلى مكتب المكتبة ببطاقة الطالب الخاصة بك لتفعيل حسابك لاستعارة الكتب والوصول إلى الموارد عبر الإنترنت من المنزل (عبر VPN).",
        "hi": "पहले कुछ दिन भारी पड़ सकते हैं, लेकिन यह चेकलिस्ट आपकी मदद करेगी: <br><b>1. छात्र आईडी और आईटी क्रेडेंशियल प्राप्त करें:</b> आपका पहला पड़ाव छात्र कार्यालय (Studienbüro) है। आपको अपना छात्र आईडी कार्ड (कई सेवाओं की कुंजी) और सभी विश्वविद्यालय आईटी सेवाओं (Moodle, Webmail, PRIMUSS) के लिए आपके प्रारंभिक लॉगिन विवरण मिलेंगे। अपना पासवर्ड तुरंत बदलें। <br><b>2. ओरिएंटेशन कार्यक्रमों में भाग लें:</b> अंतर्राष्ट्रीय कार्यालय और आपका संकाय ओरिएंटेशन सत्र प्रदान करते हैं। इसमें भाग लेना महत्वपूर्ण है! आपको अपनी पढ़ाई के बारे में महत्वपूर्ण जानकारी मिलेगी, अन्य नए छात्रों से मिलेंगे, और अपने सवालों के जवाब पाएंगे। <br><b>3. कैंपस का अन्वेषण करें:</b> घूमें। अपने मुख्य व्याख्यान कक्ष, पुस्तकालय, कैफेटेरिया (Mensa), और अंतर्राष्ट्रीय कार्यालय का पता लगाएं। इन स्थानों को जानने से आपके पहले दिन बहुत आसान हो जाएंगे। <br><b>4. अपना पुस्तकालय खाता सक्रिय करें:</b> अपनी छात्र आईडी के साथ पुस्तकालय डेस्क पर जाएं ताकि आप किताबें उधार लेने और घर से (वीपीएन के माध्यम से) ऑनलाइन संसाधनों तक पहुंचने के लिए अपना खाता सक्रिय कर सकें।",
        "es": "Los primeros días pueden ser abrumadores, pero esta lista de verificación te ayudará: <br><b>1. Recoge tu carné de estudiante y credenciales de TI:</b> Tu primera parada es la Oficina de Estudiantes (Studienbüro). Obtendrás tu carné de estudiante (tu llave para muchos servicios) y tus datos de acceso iniciales para todos los servicios de TI de la universidad (Moodle, Webmail, PRIMUSS). Cambia tu contraseña inmediatamente. <br><b>2. Asiste a los eventos de orientación:</b> La Oficina Internacional y tu facultad ofrecen sesiones de orientación. ¡Asistir es crucial! Obtendrás información vital sobre tus estudios, conocerás a otros estudiantes nuevos y obtendrás respuestas a tus preguntas. <br><b>3. Explora el campus:</b> Date un paseo. Encuentra tus principales aulas, la biblioteca, la cafetería (Mensa) y la Oficina Internacional. Conocer estas ubicaciones hará que tus primeros días sean mucho más fáciles. <br><b>4. Activa tu cuenta de la biblioteca:</b> Ve al mostrador de la biblioteca con tu carné de estudiante para activar tu cuenta para tomar prestados libros y acceder a recursos en línea desde casa (a través de VPN).",
        "zh": "最初几天可能会让人不知所措，但这份清单将帮助您：<br><b>1. 领取学生证和IT凭据：</b>您的第一站是学生办公室（Studienbüro）。您将获得您的学生证（许多服务的钥匙）和所有大学IT服务（Moodle、Webmail、PRIMUSS）的初始登录信息。请立即更改密码。<br><b>2. 参加迎新活动：</b>国际办公室和您所在的院系会提供迎新会。参加至关重要！您将获得关于学业的重要信息，结识其他新生，并得到问题的解答。<br><b>3. 探索校园：</b>四处走走。找到您的主要演讲厅、图书馆、食堂（Mensa）和国际办公室。了解这些位置将使您的头几天轻松得多。<br><b>4. 激活您的图书馆账户：</b>带上您的学生证到图书馆服务台激活您的账户，以便借阅书籍和从家中（通过VPN）访问在线资源。"
    },
    "welcome_page_sub2_title": {
        "en": "Your Digital Toolkit",
        "de": "Dein digitaler Werkzeugkasten",
        "ar": "مجموعة أدواتك الرقمية",
        "hi": "आपका डिजिटल टूलकिट",
        "es": "Tu kit de herramientas digital",
        "zh": "您的数字工具包"
    },
    "welcome_page_sub2_text": {
        "en": "Get familiar with the essential online platforms from day one: <br>• <b>Moodle:</b> This is the learning platform. Here you'll find course materials, submit assignments, participate in forums, and communicate with professors. It is your responsibility to check Moodle daily. <br>• <b>PRIMUSS:</b> The campus portal for all administrative tasks. You will use it for course registration, exam registration, viewing your grades, and updating your personal data. <br>• <b>Webmail:</b> Your official university email address (e.g., name@oth-aw.de). All official communication from the university will be sent here. Check it daily! <br>• <b>VPN (Virtual Private Network):</b> To access certain university resources (like library databases) from off-campus, you need to install and use the VPN client. Instructions for setup are on the IT service website.",
        "de": "Mach dich vom ersten Tag an mit den wichtigsten Online-Plattformen vertraut: <br>• <b>Moodle:</b> Dies ist die Lernplattform. Hier findest du Kursmaterialien, reichst Aufgaben ein, nimmst an Foren teil und kommunizierst mit Professoren. Es liegt in deiner Verantwortung, Moodle täglich zu überprüfen. <br>• <b>PRIMUSS:</b> Das Campus-Portal für alle administrativen Aufgaben. Du nutzt es für die Kurs- und Prüfungsanmeldung, die Einsicht deiner Noten und die Aktualisierung deiner persönlichen Daten. <br>• <b>Webmail:</b> Deine offizielle Hochschul-E-Mail-Adresse (z.B. name@oth-aw.de). Die gesamte offizielle Kommunikation der Hochschule wird hierher gesendet. Überprüfe sie täglich! <br>• <b>VPN (Virtual Private Network):</b> Um von außerhalb des Campus auf bestimmte Hochschulressourcen (wie Bibliotheksdatenbanken) zuzugreifen, musst du den VPN-Client installieren und verwenden. Anleitungen zur Einrichtung findest du auf der Website des IT-Servicezentrums.",
        "ar": "تعرف على المنصات الإلكترونية الأساسية من اليوم الأول: <br>• <b>Moodle:</b> هذه هي منصة التعلم. ستجد هنا مواد الدورة التدريبية، وتقدم الواجبات، وتشارك في المنتديات، وتتواصل مع الأساتذة. تقع على عاتقك مسؤولية التحقق من Moodle يوميًا. <br>• <b>PRIMUSS:</b> بوابة الحرم الجامعي لجميع المهام الإدارية. ستستخدمها للتسجيل في الدورات، والتسجيل في الامتحانات، وعرض درجاتك، وتحديث بياناتك الشخصية. <br>• <b>Webmail:</b> عنوان بريدك الإلكتروني الجامعي الرسمي (على سبيل المثال، name@oth-aw.de). سيتم إرسال جميع الاتصالات الرسمية من الجامعة إلى هنا. تحقق منه يوميًا! <br>• <b>VPN (الشبكة الخاصة الافتراضية):</b> للوصول إلى موارد جامعية معينة (مثل قواعد بيانات المكتبة) من خارج الحرم الجامعي، تحتاج إلى تثبيت واستخدام عميل VPN. توجد تعليمات الإعداد على موقع خدمة تكنولوجيا المعلومات.",
        "hi": "पहले दिन से ही आवश्यक ऑनलाइन प्लेटफ़ॉर्म से परिचित हों: <br>• <b>Moodle:</b> यह लर्निंग प्लेटफ़ॉर्म है। यहां आपको पाठ्यक्रम सामग्री मिलेगी, असाइनमेंट जमा करेंगे, फ़ोरम में भाग लेंगे, और प्रोफेसरों के साथ संवाद करेंगे। Moodle को रोज़ाना जांचना आपकी ज़िम्मेदारी है। <br>• <b>PRIMUSS:</b> सभी प्रशासनिक कार्यों के लिए कैंपस पोर्टल। आप इसका उपयोग पाठ्यक्रम पंजीकरण, परीक्षा पंजीकरण, अपने ग्रेड देखने और अपने व्यक्तिगत डेटा को अपडेट करने के लिए करेंगे। <br>• <b>Webmail:</b> आपका आधिकारिक विश्वविद्यालय ईमेल पता (जैसे, name@oth-aw.de)। विश्वविद्यालय से सभी आधिकारिक संचार यहीं भेजे जाएंगे। इसे रोज़ाना जांचें! <br>• <b>VPN (वर्चुअल प्राइवेट नेटवर्क):</b> ऑफ-कैंपस से कुछ विश्वविद्यालय संसाधनों (जैसे पुस्तकालय डेटाबेस) तक पहुंचने के लिए, आपको VPN क्लाइंट को स्थापित और उपयोग करने की आवश्यकता है। सेटअप के लिए निर्देश आईटी सेवा वेबसाइट पर हैं।",
        "es": "Familiarízate con las plataformas en línea esenciales desde el primer día: <br>• <b>Moodle:</b> Esta es la plataforma de aprendizaje. Aquí encontrarás materiales de los cursos, entregarás trabajos, participarás en foros y te comunicarás con los profesores. Es tu responsabilidad revisar Moodle a diario. <br>• <b>PRIMUSS:</b> El portal del campus para todas las tareas administrativas. Lo usarás para la inscripción en cursos, la inscripción en exámenes, ver tus calificaciones y actualizar tus datos personales. <br>• <b>Webmail:</b> Tu dirección de correo electrónico oficial de la universidad (p. ej., nombre@oth-aw.de). Toda la comunicación oficial de la universidad se enviará aquí. ¡Revísala a diario! <br>• <b>VPN (Red Privada Virtual):</b> Para acceder a ciertos recursos de la universidad (como bases de datos de la biblioteca) desde fuera del campus, necesitas instalar y usar el cliente VPN. Las instrucciones de configuración están en el sitio web del servicio de TI.",
        "zh": "从第一天起就熟悉必要的在线平台：<br>• <b>Moodle:</b> 这是学习平台。您可以在此找到课程资料、提交作业、参与论坛并与教授交流。您有责任每天检查Moodle。<br>• <b>PRIMUSS:</b> 用于所有行政任务的校园门户。您将使用它进行课程注册、考试注册、查看成绩和更新个人数据。<br>• <b>Webmail:</b> 您的官方大学电子邮件地址（例如，name@oth-aw.de）。大学的所有官方通讯都将发送到此处。请每天检查！<br>• <b>VPN (虚拟专用网络):</b> 要从校外访问某些大学资源（如图书馆数据库），您需要安装和使用VPN客户端。设置说明可在IT服务网站上找到。"
    },
    "welcome_page_sub3_title": {
        "en": "The Buddy Program: Your First Friend on Campus",
        "de": "Das Buddy-Programm: Dein erster Freund am Campus",
        "ar": "برنامج الأصدقاء: صديقك الأول في الحرم الجامعي",
        "hi": "बडी कार्यक्रम: कैंपस में आपका पहला दोस्त",
        "es": "El Programa de Compañeros: Tu primer amigo en el campus",
        "zh": "学伴项目：您在校园的第一个朋友"
    },
    "welcome_page_sub3_text": {
        "en": "Feeling a bit lost? The International Office organizes a <b>Buddy Program</b> that pairs new international students with experienced German or international students from higher semesters. Your buddy is a volunteer who can help you with practical questions, show you around the city, and help you settle in. It's the best way to make your first connection and get insider tips! We highly recommend signing up for it before you arrive. You can usually find the registration form on the International Office's website.",
        "de": "Fühlst du dich etwas verloren? Das International Office organisiert ein <b>Buddy-Programm</b>, das neue internationale Studierende mit erfahrenen deutschen oder internationalen Studierenden aus höheren Semestern zusammenbringt. Dein Buddy ist ein Freiwilliger, der dir bei praktischen Fragen helfen, dir die Stadt zeigen und dir beim Einleben helfen kann. Das ist der beste Weg, um erste Kontakte zu knüpfen und Insider-Tipps zu erhalten! Wir empfehlen dringend, dich vor deiner Ankunft dafür anzumelden. Das Anmeldeformular findest du normalerweise auf der Webseite des International Office.",
        "ar": "هل تشعر بالضياع قليلاً؟ ينظم المكتب الدولي <b>برنامج الأصدقاء</b> الذي يزاوج بين الطلاب الدوليين الجدد والطلاب الألمان أو الدوليين ذوي الخبرة من الفصول الدراسية العليا. صديقك هو متطوع يمكنه مساعدتك في الأسئلة العملية، وإطلاعك على المدينة، ومساعدتك على الاستقرار. إنها أفضل طريقة لتكوين أول اتصال لك والحصول على نصائح من الداخل! نوصي بشدة بالتسجيل فيه قبل وصولك. يمكنك عادة العثور على استمارة التسجيل على موقع المكتب الدولي.",
        "hi": "क्या आप थोड़ा खोया हुआ महसूस कर रहे हैं? अंतर्राष्ट्रीय कार्यालय एक <b>बडी कार्यक्रम</b> आयोजित करता है जो नए अंतरराष्ट्रीय छात्रों को उच्च सेमेस्टर के अनुभवी जर्मन या अंतरराष्ट्रीय छात्रों के साथ जोड़ता है। आपका बडी एक स्वयंसेवक है जो व्यावहारिक प्रश्नों में आपकी मदद कर सकता है, आपको शहर घुमा सकता है, और आपको बसने में मदद कर सकता है। यह अपना पहला कनेक्शन बनाने और अंदरूनी टिप्स प्राप्त करने का सबसे अच्छा तरीका है! हम दृढ़ता से अनुशंसा करते हैं कि आप आने से पहले इसके लिए साइन अप करें। आप आमतौर पर अंतर्राष्ट्रीय कार्यालय की वेबसाइट पर पंजीकरण फॉर्म पा सकते हैं।",
        "es": "¿Te sientes un poco perdido? La Oficina Internacional organiza un <b>Programa de Compañeros</b> (Buddy Program) que empareja a nuevos estudiantes internacionales con estudiantes alemanes o internacionales experimentados de semestres superiores. Tu compañero es un voluntario que puede ayudarte con preguntas prácticas, mostrarte la ciudad y ayudarte a instalarte. ¡Es la mejor manera de hacer tu primera conexión y obtener consejos de primera mano! Recomendamos encarecidamente que te inscribas antes de llegar. Generalmente, puedes encontrar el formulario de inscripción en el sitio web de la Oficina Internacional.",
        "zh": "感到有点迷茫吗？国际办公室组织了一个<b>学伴项目</b>，将国际新生与高年级的有经验的德国或国际学生配对。您的学伴是一名志愿者，可以帮助您解决实际问题，带您游览城市，并帮助您安顿下来。这是建立您第一个联系并获得内部贴士的最佳方式！我们强烈建议您在抵达前报名参加。您通常可以在国际办公室的网站上找到报名表。"
    },
    "welcome_page_sub4_title": {
        "en": "Important University Slang",
        "de": "Wichtiger Hochschul-Jargon",
        "ar": "مصطلحات جامعية هامة",
        "hi": "महत्वपूर्ण विश्वविद्यालय की शब्दावली",
        "es": "Jerga universitaria importante",
        "zh": "重要的大学行话"
    },
    "welcome_page_sub4_text": {
        "en": "You will hear these terms everywhere. Here's what they mean: <br>• <b>Mensa:</b> The university cafeteria. <br>• <b>SPO (Studien- und Prüfungsordnung):</b> Your holy book! These are the official regulations for your specific study program. <br>• <b>c.t. (cum tempore):</b> 'With time'. If a lecture starts at '10:00 c.t.', it actually begins at 10:15. This is the 'academic quarter hour'. <br>• <b>s.t. (sine tempore):</b> 'Without time'. If a lecture is at '10:00 s.t.', it starts sharply at 10:00. <br>• <b>HiWi (Hilfswissenschaftler):</b> A student assistant job at the university. A great way to earn money and gain experience.",
        "de": "Diese Begriffe wirst du überall hören. Das bedeuten sie: <br>• <b>Mensa:</b> Die Hochschulkantine. <br>• <b>SPO (Studien- und Prüfungsordnung):</b> Dein heiliges Buch! Das sind die offiziellen Regeln für deinen spezifischen Studiengang. <br>• <b>c.t. (cum tempore):</b> 'Mit Zeit'. Wenn eine Vorlesung um '10:00 c.t.' beginnt, startet sie tatsächlich um 10:15 Uhr. Das ist das 'akademische Viertel'. <br>• <b>s.t. (sine tempore):</b> 'Ohne Zeit'. Wenn eine Vorlesung um '10:00 s.t.' stattfindet, beginnt sie pünktlich um 10:00 Uhr. <br>• <b>HiWi (Hilfswissenschaftler):</b> Ein Job als studentische Hilfskraft an der Hochschule. Eine tolle Möglichkeit, Geld zu verdienen und Erfahrungen zu sammeln.",
        "ar": "سوف تسمع هذه المصطلحات في كل مكان. إليك ما تعنيه: <br>• <b>Mensa:</b> كافيتيريا الجامعة. <br>• <b>SPO (Studien- und Prüfungsordnung):</b> كتابك المقدس! هذه هي اللوائح الرسمية لبرنامجك الدراسي المحدد. <br>• <b>c.t. (cum tempore):</b> 'مع الوقت'. إذا بدأت محاضرة في '10:00 c.t.'، فإنها تبدأ فعليًا في الساعة 10:15. هذا هو 'الربع الأكاديمي'. <br>• <b>s.t. (sine tempore):</b> 'بدون وقت'. إذا كانت المحاضرة في '10:00 s.t.'، فإنها تبدأ تمامًا في الساعة 10:00. <br>• <b>HiWi (Hilfswissenschaftler):</b> وظيفة مساعد طالب في الجامعة. طريقة رائعة لكسب المال واكتساب الخبرة.",
        "hi": "आप इन शब्दों को हर जगह सुनेंगे। यहाँ उनका मतलब है: <br>• <b>Mensa:</b> विश्वविद्यालय कैफेटेरिया। <br>• <b>SPO (Studien- und Prüfungsordnung):</b> आपकी पवित्र पुस्तक! ये आपके विशिष्ट अध्ययन कार्यक्रम के लिए आधिकारिक नियम हैं। <br>• <b>c.t. (cum tempore):</b> 'समय के साथ'। यदि कोई व्याख्यान '10:00 c.t.' पर शुरू होता है, तो यह वास्तव में 10:15 पर शुरू होता है। यह 'अकादमिक चौथाई घंटा' है। <br>• <b>s.t. (sine tempore):</b> 'समय के बिना'। यदि कोई व्याख्यान '10:00 s.t.' पर है, तो यह ठीक 10:00 बजे शुरू होता है। <br>• <b>HiWi (Hilfswissenschaftler):</b> विश्वविद्यालय में एक छात्र सहायक नौकरी। पैसे कमाने और अनुभव प्राप्त करने का एक शानदार तरीका।",
        "es": "Escucharás estos términos en todas partes. Esto es lo que significan: <br>• <b>Mensa:</b> La cafetería de la universidad. <br>• <b>SPO (Studien- und Prüfungsordnung):</b> ¡Tu libro sagrado! Son las regulaciones oficiales para tu programa de estudios específico. <br>• <b>c.t. (cum tempore):</b> 'Con tiempo'. Si una clase comienza a las '10:00 c.t.', en realidad empieza a las 10:15. Es el 'cuarto de hora académico'. <br>• <b>s.t. (sine tempore):</b> 'Sin tiempo'. Si una clase es a las '10:00 s.t.', empieza puntualmente a las 10:00. <br>• <b>HiWi (Hilfswissenschaftler):</b> Un trabajo de asistente de estudiante en la universidad. Una excelente manera de ganar dinero y adquirir experiencia.",
        "zh": "您会到处听到这些术语。以下是它们的含义：<br>• <b>Mensa:</b> 大学食堂。<br>• <b>SPO (Studien- und Prüfungsordnung):</b> 您的圣经！这是您特定学习项目的官方规定。<br>• <b>c.t. (cum tempore):</b> “有延迟”。如果一节课在“10:00 c.t.”开始，它实际上在10:15开始。这是“学术一刻钟”。<br>• <b>s.t. (sine tempore):</b> “无延迟”。如果一节课在“10:00 s.t.”，它会准时在10:00开始。<br>• <b>HiWi (Hilfswissenschaftler):</b> 大学里的学生助理工作。是赚钱和获得经验的好方法。"
    },
    "welcome_page_sub5_title": {
        "en": "Who is Who? Key People to Know",
        "de": "Who is Who? Wichtige Ansprechpartner",
        "ar": "من هو من؟ أشخاص رئيسيون يجب معرفتهم",
        "hi": "कौन क्या है? जानने योग्य प्रमुख व्यक्ति",
        "es": "¿Quién es quién? Personas clave que debes conocer",
        "zh": "人物简介：需要认识的关键人物"
    },
    "welcome_page_sub5_text": {
        "en": "University structures can be confusing. Here are the key roles: <br>• <b>Professor:</b> Leads lectures and research. In Germany, you address them formally with 'Herr Professor [Last Name]' or 'Frau Professor [Last Name]'. <br>• <b>Program Coordinator (Studiengangskoordinator):</b> The main contact person for specific academic questions about your study program. <br>• <b>International Office Staff:</b> Your experts for all non-academic questions like visa, housing support, and cultural events. <br>• <b>Fachschaft / StuV:</b> These are your elected student representatives. They are students like you and offer great peer-to-peer advice and organize parties.",
        "de": "Hochschulstrukturen können verwirrend sein. Hier sind die wichtigsten Rollen: <br>• <b>Professor/in:</b> Leitet Vorlesungen und Forschung. In Deutschland sprichst du sie formell mit 'Herr Professor [Nachname]' oder 'Frau Professor [Nachname]' an. <br>• <b>Studiengangskoordinator/in:</b> Die Hauptansprechperson für spezifische akademische Fragen zu deinem Studiengang. <br>• <b>Mitarbeiter/innen des International Office:</b> Deine Experten für alle nicht-akademischen Fragen wie Visum, Unterstützung bei der Wohnungssuche und kulturelle Veranstaltungen. <br>• <b>Fachschaft / StuV:</b> Das sind deine gewählten studentischen Vertreter. Sie sind Studierende wie du, bieten tolle Beratung von Studierenden für Studierende und organisieren Partys.",
        "ar": "يمكن أن تكون هياكل الجامعة مربكة. إليك الأدوار الرئيسية: <br>• <b>الأستاذ (Professor):</b> يقود المحاضرات والأبحاث. في ألمانيا، تخاطبهم رسميًا بـ 'Herr Professor [اللقب]' أو 'Frau Professor [اللقب]'. <br>• <b>منسق البرنامج (Studiengangskoordinator):</b> هو جهة الاتصال الرئيسية للأسئلة الأكاديمية المحددة حول برنامجك الدراسي. <br>• <b>موظفو المكتب الدولي:</b> خبراؤك لجميع الأسئلة غير الأكاديمية مثل التأشيرة، ودعم السكن، والفعاليات الثقافية. <br>• <b>Fachschaft / StuV:</b> هؤلاء هم ممثلو الطلاب المنتخبون. هم طلاب مثلك ويقدمون نصائح رائعة من نظير إلى نظير وينظمون الحفلات.",
        "hi": "विश्वविद्यालय की संरचनाएँ भ्रामक हो सकती हैं। यहाँ मुख्य भूमिकाएँ हैं: <br>• <b>प्रोफेसर (Professor):</b> व्याख्यान और अनुसंधान का नेतृत्व करते हैं। जर्मनी में, आप उन्हें औपचारिक रूप से 'Herr Professor [उपनाम]' या 'Frau Professor [उपनाम]' से संबोधित करते हैं। <br>• <b>कार्यक्रम समन्वयक (Studiengangskoordinator):</b> आपके अध्ययन कार्यक्रम के बारे में विशिष्ट अकादमिक प्रश्नों के लिए मुख्य संपर्क व्यक्ति। <br>• <b>अंतर्राष्ट्रीय कार्यालय के कर्मचारी:</b> वीजा, आवास सहायता, और सांस्कृतिक कार्यक्रमों जैसे सभी गैर-अकादमिक प्रश्नों के लिए आपके विशेषज्ञ। <br>• <b>Fachschaft / StuV:</b> ये आपके चुने हुए छात्र प्रतिनिधि हैं। वे आप जैसे छात्र हैं और शानदार सहकर्मी-से-सहकर्मी सलाह देते हैं और पार्टियों का आयोजन करते हैं।",
        "es": "Las estructuras universitarias pueden ser confusas. Aquí están los roles clave: <br>• <b>Profesor/a:</b> Dirige las clases y la investigación. En Alemania, te diriges a ellos formalmente con 'Herr Professor [Apellido]' o 'Frau Professor [Apellido]'. <br>• <b>Coordinador/a del Programa (Studiengangskoordinator):</b> La persona de contacto principal para preguntas académicas específicas sobre tu programa de estudios. <br>• <b>Personal de la Oficina Internacional:</b> Tus expertos para todas las preguntas no académicas como visados, apoyo para la vivienda y eventos culturales. <br>• <b>Fachschaft / StuV:</b> Estos son tus representantes estudiantiles elegidos. Son estudiantes como tú y ofrecen un gran asesoramiento entre pares y organizan fiestas.",
        "zh": "大学的结构可能令人困惑。以下是关键角色：<br>• <b>教授 (Professor):</b> 领导讲座和研究。在德国，您需要用“Herr Professor [姓氏]”或“Frau Professor [姓氏]”来正式称呼他们。<br>• <b>项目协调员 (Studiengangskoordinator):</b> 关于您学习项目的具体学术问题的主要联系人。<br>• <b>国际办公室工作人员:</b> 您处理所有非学术问题（如签证、住宿支持和文化活动）的专家。<br>• <b>Fachschaft / StuV:</b> 这些是您选出的学生代表。他们和您一样是学生，提供极好的同伴建议并组织派对。"
    },
    "page_title_arrival": {
        "en": "Arrival - QuickStart Guide",
        "de": "Ankunft - QuickStart Guide",
        "ar": "الوصول - دليل البداية السريعة",
        "hi": "आगमन - क्विकस्टार्ट गाइड",
        "es": "Llegada - Guía de Inicio Rápido",
        "zh": "抵达 - 快速入门指南"
    },
    "arrival_page_main_title": {
        "en": "Arrival & First Steps",
        "de": "Ankunft & Erste Schritte",
        "ar": "الوصول والخطوات الأولى",
        "hi": "आगमन और पहले कदम",
        "es": "Llegada y Primeros Pasos",
        "zh": "抵达与起步"
    },
    "arrival_page_sub1_title": {
        "en": "Before You Arrive: Visa & Preparation",
        "de": "Vor der Ankunft: Visum & Vorbereitung",
        "ar": "قبل وصولك: التأشيرة والتحضير",
        "hi": "आपके आने से पहले: वीज़ा और तैयारी",
        "es": "Antes de llegar: Visado y Preparación",
        "zh": "抵达前：签证与准备"
    },
    "arrival_page_sub1_text": {
        "en": "Good preparation is key for a smooth start. <br><b>Visa Application (for non-EU/EEA students):</b> As soon as you receive your admission letter ('Zulassungsbescheid'), apply for a German national visa for study purposes at the German embassy or consulate in your home country. This process can take several weeks or even months, so start immediately! You will typically need your admission letter, proof of financial resources (e.g., a blocked account), proof of health insurance, and your passport. <br><b>Blocked Account (Sperrkonto):</b> This is a special bank account to prove you have sufficient funds to live in Germany. The required amount is set by the German government (currently over €11,000 per year). You need to set this up from your home country with providers like Fintiba, Expatrio, or Coracle. <br><b>Accommodation:</b> Start searching for a room or apartment from your home country. Apply for a spot in the student dormitories ('Studentenwohnheim') via the Studentenwerk website as soon as possible. Waiting lists are long!",
        "de": "Gute Vorbereitung ist der Schlüssel für einen reibungslosen Start. <br><b>Visumsantrag (für Nicht-EU/EWR-Studierende):</b> Sobald du deinen Zulassungsbescheid erhältst, beantrage bei der deutschen Botschaft oder dem Konsulat in deinem Heimatland ein nationales Visum zu Studienzwecken. Dieser Prozess kann mehrere Wochen oder sogar Monate dauern, also beginne sofort! Du benötigst typischerweise deinen Zulassungsbescheid, einen Finanzierungsnachweis (z.B. ein Sperrkonto), einen Nachweis über eine Krankenversicherung und deinen Reisepass. <br><b>Sperrkonto:</b> Dies ist ein spezielles Bankkonto, um nachzuweisen, dass du über ausreichende Mittel für den Lebensunterhalt in Deutschland verfügst. Der erforderliche Betrag wird von der deutschen Regierung festgelegt (derzeit über 11.000 € pro Jahr). Du musst dies von deinem Heimatland aus bei Anbietern wie Fintiba, Expatrio oder Coracle einrichten. <br><b>Unterkunft:</b> Beginne mit der Suche nach einem Zimmer oder einer Wohnung von deinem Heimatland aus. Bewirb dich so schnell wie möglich über die Website des Studentenwerks um einen Platz im Studentenwohnheim. Die Wartelisten sind lang!",
        "ar": "التحضير الجيد هو مفتاح البداية السلسة. <br><b>طلب التأشيرة (لطلاب من خارج الاتحاد الأوروبي/المنطقة الاقتصادية الأوروبية):</b> بمجرد استلامك لخطاب القبول ('Zulassungsbescheid')، تقدم بطلب للحصول على تأشيرة وطنية ألمانية لأغراض الدراسة في السفارة أو القنصلية الألمانية في بلدك. قد تستغرق هذه العملية عدة أسابيع أو حتى أشهر، لذا ابدأ على الفور! ستحتاج عادةً إلى خطاب القبول، وإثبات الموارد المالية (مثل حساب بنكي مجمد)، وإثبات التأمين الصحي، وجواز سفرك. <br><b>الحساب البنكي المجمد (Sperrkonto):</b> هذا حساب بنكي خاص لإثبات أن لديك أموالاً كافية للعيش في ألمانيا. يتم تحديد المبلغ المطلوب من قبل الحكومة الألمانية (حاليًا أكثر من 11,000 يورو سنويًا). تحتاج إلى إعداد هذا من بلدك مع مزودين مثل Fintiba أو Expatrio أو Coracle. <br><b>السكن:</b> ابدأ البحث عن غرفة أو شقة من بلدك. تقدم بطلب للحصول على مكان في مساكن الطلاب ('Studentenwohnheim') عبر موقع Studentenwerk في أقرب وقت ممكن. قوائم الانتظار طويلة!",
        "hi": "अच्छी तैयारी एक सहज शुरुआत की कुंजी है। <br><b>वीजा आवेदन (गैर-यूरोपीय संघ/ईईए छात्रों के लिए):</b> जैसे ही आपको अपना प्रवेश पत्र ('Zulassungsbescheid') मिलता है, अपने देश में जर्मन दूतावास या वाणिज्य दूतावास में अध्ययन के प्रयोजनों के लिए एक जर्मन राष्ट्रीय वीजा के लिए आवेदन करें। इस प्रक्रिया में कई सप्ताह या महीने भी लग सकते हैं, इसलिए तुरंत शुरू करें! आपको आमतौर पर अपने प्रवेश पत्र, वित्तीय संसाधनों का प्रमाण (जैसे, एक अवरुद्ध खाता), स्वास्थ्य बीमा का प्रमाण और अपने पासपोर्ट की आवश्यकता होगी। <br><b>अवरुद्ध खाता (Sperrkonto):</b> यह एक विशेष बैंक खाता है यह साबित करने के लिए कि आपके पास जर्मनी में रहने के लिए पर्याप्त धन है। आवश्यक राशि जर्मन सरकार द्वारा निर्धारित की जाती है (वर्तमान में प्रति वर्ष €11,000 से अधिक)। आपको इसे अपने देश से Fintiba, Expatrio, या Coracle जैसे प्रदाताओं के साथ स्थापित करने की आवश्यकता है। <br><b>आवास:</b> अपने देश से ही एक कमरे या अपार्टमेंट की तलाश शुरू करें। जितनी जल्दी हो सके Studentenwerk वेबसाइट के माध्यम से छात्र छात्रावासों ('Studentenwohnheim') में एक स्थान के लिए आवेदन करें। प्रतीक्षा सूची लंबी है!",
        "es": "Una buena preparación es clave para un comienzo sin problemas. <br><b>Solicitud de visado (para estudiantes de fuera de la UE/EEE):</b> Tan pronto como recibas tu carta de admisión ('Zulassungsbescheid'), solicita un visado nacional alemán para fines de estudio en la embajada o consulado alemán de tu país de origen. ¡Este proceso puede tardar varias semanas o incluso meses, así que empieza de inmediato! Generalmente necesitarás tu carta de admisión, prueba de recursos financieros (p. ej., una cuenta bloqueada), prueba de seguro médico y tu pasaporte. <br><b>Cuenta bloqueada (Sperrkonto):</b> Es una cuenta bancaria especial para demostrar que tienes fondos suficientes para vivir en Alemania. La cantidad requerida es establecida por el gobierno alemán (actualmente más de 11.000 € por año). Debes configurarla desde tu país de origen con proveedores como Fintiba, Expatrio o Coracle. <br><b>Alojamiento:</b> Comienza a buscar una habitación o apartamento desde tu país de origen. ¡Solicita una plaza en las residencias de estudiantes ('Studentenwohnheim') a través del sitio web del Studentenwerk lo antes posible. Las listas de espera son largas!",
        "zh": "充分的准备是顺利开始的关键。<br><b>签证申请（针对非欧盟/欧洲经济区学生）：</b>一旦收到录取通知书（'Zulassungsbescheid'），请立即在您本国的德国大使馆或领事馆申请德国留学国别签证。这个过程可能需要几周甚至几个月，所以请立即开始！您通常需要您的录取通知书、资金证明（例如，限制性账户）、健康保险证明和您的护照。<br><b>限制性账户 (Sperrkonto)：</b>这是一种特殊的银行账户，用于证明您有足够的资金在德国生活。所需金额由德国政府设定（目前为每年超过11,000欧元）。您需要通过Fintiba、Expatrio或Coracle等提供商在您的祖国办理此账户。<br><b>住宿：</b>从您的祖国就开始寻找房间或公寓。请尽快通过Studentenwerk网站申请学生宿舍（'Studentenwohnheim'）的位置。等待名单很长！"
    },
    "arrival_page_sub2_title": {
        "en": "Packing List: What to Bring to Germany",
        "de": "Packliste: Was man nach Deutschland mitbringen sollte",
        "ar": "قائمة الأمتعة: ما يجب إحضاره إلى ألمانيا",
        "hi": "पैकिंग सूची: जर्मनी में क्या लाएं",
        "es": "Lista de equipaje: Qué traer a Alemania",
        "zh": "打包清单：来德国要带什么"
    },
    "arrival_page_sub2_text": {
        "en": "Beyond clothes, here are some essentials: <br>• <b>Important Documents:</b> Passport, visa, admission letter, university certificates, birth certificate, and biometric photos (for your residence permit). Keep digital copies and printouts. <br>• <b>Medication:</b> Bring a supply of any personal prescription medication, along with the doctor's prescription in English or German. <br>• <b>Electronics:</b> Your laptop and phone. Germany uses the Europlug (Type F) with 230V, so bring a travel adapter if needed. A power bank is always useful for the journey. <br>• <b>Clothing:</b> Germany has four distinct seasons. Bring a warm, waterproof winter jacket, gloves, a scarf, and warm shoes for winter (it gets cold!). For summer, lighter clothes are fine. It's always good to have layers. <br>• <b>Sentimental Items:</b> A few photos or small items from home can help with homesickness.",
        "de": "Über Kleidung hinaus gibt es einige wesentliche Dinge: <br>• <b>Wichtige Dokumente:</b> Reisepass, Visum, Zulassungsbescheid, Hochschulzeugnisse, Geburtsurkunde und biometrische Fotos (für deine Aufenthaltserlaubnis). Bewahre digitale Kopien und Ausdrucke auf. <br>• <b>Medikamente:</b> Bringe einen Vorrat an persönlichen verschreibungspflichtigen Medikamenten mit, zusammen mit dem ärztlichen Rezept auf Englisch oder Deutsch. <br>• <b>Elektronik:</b> Dein Laptop und Handy. Deutschland verwendet den Eurostecker (Typ F) mit 230V, also bringe bei Bedarf einen Reiseadapter mit. Eine Powerbank ist für die Reise immer nützlich. <br>• <b>Kleidung:</b> Deutschland hat vier ausgeprägte Jahreszeiten. Bringe eine warme, wasserdichte Winterjacke, Handschuhe, einen Schal und warme Schuhe für den Winter mit (es wird kalt!). Für den Sommer ist leichtere Kleidung in Ordnung. Lagenlook ist immer eine gute Idee. <br>• <b>Sentimentale Gegenstände:</b> Ein paar Fotos oder kleine Dinge von zu Hause können bei Heimweh helfen.",
        "ar": "بالإضافة إلى الملابس، إليك بعض الأساسيات: <br>• <b>المستندات الهامة:</b> جواز السفر، التأشيرة، خطاب القبول، شهادات الجامعة، شهادة الميلاد، وصور بيومترية (لتصريح إقامتك). احتفظ بنسخ رقمية ومطبوعة. <br>• <b>الأدوية:</b> أحضر كمية من أي دواء شخصي موصوف، مع وصفة الطبيب باللغة الإنجليزية أو الألمانية. <br>• <b>الإلكترونيات:</b> الكمبيوتر المحمول والهاتف. تستخدم ألمانيا قابس اليورو (النوع F) بجهد 230 فولت، لذا أحضر محول سفر إذا لزم الأمر. بنك الطاقة مفيد دائمًا للرحلة. <br>• <b>الملابس:</b> لدى ألمانيا أربعة فصول متميزة. أحضر سترة شتوية دافئة ومقاومة للماء، وقفازات، ووشاح، وأحذية دافئة للشتاء (يصبح الجو باردًا!). للصيف، الملابس الخفيفة جيدة. من الجيد دائمًا ارتداء طبقات. <br>• <b>أشياء عاطفية:</b> بعض الصور أو الأشياء الصغيرة من المنزل يمكن أن تساعد في التغلب على الحنين إلى الوطن.",
        "hi": "कपड़ों के अलावा, यहाँ कुछ आवश्यक वस्तुएँ हैं: <br>• <b>महत्वपूर्ण दस्तावेज़:</b> पासपोर्ट, वीज़ा, प्रवेश पत्र, विश्वविद्यालय प्रमाण पत्र, जन्म प्रमाण पत्र, और बायोमेट्रिक तस्वीरें (आपके निवास परमिट के लिए)। डिजिटल प्रतियां और प्रिंटआउट रखें। <br>• <b>दवा:</b> किसी भी व्यक्तिगत नुस्खे वाली दवा की आपूर्ति लाएं, साथ में डॉक्टर का नुस्खा अंग्रेजी या जर्मन में हो। <br>• <b>इलेक्ट्रॉनिक्स:</b> आपका लैपटॉप और फोन। जर्मनी 230V के साथ यूरॉप्लॉग (टाइप F) का उपयोग करता है, इसलिए यदि आवश्यक हो तो एक ट्रैवल एडॉप्टर लाएं। यात्रा के लिए एक पावर बैंक हमेशा उपयोगी होता है। <br>• <b>कपड़े:</b> जर्मनी में चार अलग-अलग मौसम होते हैं। सर्दियों के लिए एक गर्म, जलरोधक शीतकालीन जैकेट, दस्ताने, एक स्कार्फ और गर्म जूते लाएं (यह ठंडा हो जाता है!)। गर्मियों के लिए, हल्के कपड़े ठीक हैं। परतें पहनना हमेशा अच्छा होता है। <br>• <b>भावनात्मक वस्तुएँ:</b> घर से कुछ तस्वीरें या छोटी वस्तुएँ घर की याद से निपटने में मदद कर सकती हैं।",
        "es": "Más allá de la ropa, aquí tienes algunos elementos esenciales: <br>• <b>Documentos importantes:</b> Pasaporte, visado, carta de admisión, certificados universitarios, certificado de nacimiento y fotos biométricas (para tu permiso de residencia). Guarda copias digitales e impresas. <br>• <b>Medicamentos:</b> Trae un suministro de cualquier medicamento personal con receta, junto con la receta del médico en inglés o alemán. <br>• <b>Electrónica:</b> Tu portátil y teléfono. Alemania utiliza el Europlug (Tipo F) con 230V, así que trae un adaptador de viaje si es necesario. Un banco de energía siempre es útil para el viaje. <br>• <b>Ropa:</b> Alemania tiene cuatro estaciones distintas. Trae una chaqueta de invierno abrigada e impermeable, guantes, una bufanda y zapatos abrigados para el invierno (¡hace frío!). Para el verano, la ropa más ligera está bien. Siempre es bueno vestirse por capas. <br>• <b>Objetos sentimentales:</b> Unas pocas fotos o pequeños objetos de casa pueden ayudar con la nostalgia.",
        "zh": "除了衣服，这里还有一些必需品：<br>• <b>重要文件：</b>护照、签证、录取通知书、大学证书、出生证明和生物识别照片（用于您的居留许可）。请保留数字副本和打印件。<br>• <b>药品：</b>携带任何个人处方药的供应量，并附上英文或德文的医生处方。<br>• <b>电子产品：</b>您的笔记本电脑和手机。德国使用欧标插头（F型），电压为230V，所以如果需要，请带上旅行转换器。充电宝在旅途中总是很有用。<br>• <b>衣物：</b>德国有四个分明的季节。为冬天带一件保暖、防水的冬衣、手套、围巾和保暖的鞋子（天气会变冷！）。夏天穿轻便的衣服即可。多穿几层总是好的。<br>• <b>纪念品：</b>一些家里的照片或小物件可以帮助缓解思乡之情。"
    },
    "arrival_page_sub3_title": {
        "en": "Your First Week in Germany: A Checklist",
        "de": "Deine erste Woche in Deutschland: Eine Checkliste",
        "ar": "أسبوعك الأول في ألمانيا: قائمة مراجعة",
        "hi": "जर्मनी में आपका पहला सप्ताह: एक चेकलिस्ट",
        "es": "Tu primera semana en Alemania: una lista de verificación",
        "zh": "您在德国的第一周：清单"
    },
    "arrival_page_sub3_text": {
        "en": "You've arrived! Here's what to do next. <br><b>1. Get to your accommodation:</b> Have the address ready. Taxis are available at the train station, or check the local bus schedule. <br><b>2. City Registration (Anmeldung):</b> This is your top priority. You must register your address at the local citizens' office ('Einwohnermeldeamt'/'Bürgerbüro') within 2 weeks. You need your passport and the 'Wohnungsgeberbestätigung' from your landlord. <br><b>3. Open a Bank Account:</b> With your passport and registration certificate ('Meldebescheinigung'), you can open a German bank account. <br><b>4. Get a German SIM card:</b> Buy a prepaid SIM card at any supermarket (e.g., Aldi, Lidl) for affordable mobile data. <br><b>5. University Enrollment:</b> Finalize your enrollment at the Student Office with all required documents (proof of health insurance, etc.). <br><b>6. Apply for Residence Permit:</b> (Non-EU) Book an appointment at the Foreigners' Office ('Ausländerbehörde') as soon as possible.",
        "de": "Du bist angekommen! Das ist als Nächstes zu tun. <br><b>1. Zu deiner Unterkunft kommen:</b> Halte die Adresse bereit. Taxis stehen am Bahnhof zur Verfügung, oder überprüfe den lokalen Busfahrplan. <br><b>2. Anmeldung bei der Stadt:</b> Das ist deine oberste Priorität. Du musst deine Adresse innerhalb von 2 Wochen beim örtlichen Einwohnermeldeamt/Bürgerbüro anmelden. Du benötigst deinen Reisepass und die 'Wohnungsgeberbestätigung' deines Vermieters. <br><b>3. Bankkonto eröffnen:</b> Mit deinem Reisepass und der Meldebescheinigung kannst du ein deutsches Bankkonto eröffnen. <br><b>4. Deutsche SIM-Karte besorgen:</b> Kaufe eine Prepaid-SIM-Karte in einem beliebigen Supermarkt (z.B. Aldi, Lidl) für günstiges mobiles Internet. <br><b>5. Immatrikulation an der Hochschule:</b> Schließe deine Einschreibung im Studienbüro mit allen erforderlichen Unterlagen (Krankenversicherungsnachweis etc.) ab. <br><b>6. Aufenthaltserlaubnis beantragen:</b> (Nicht-EU) Buche so schnell wie möglich einen Termin bei der Ausländerbehörde.",
        "ar": "لقد وصلت! إليك ما يجب فعله بعد ذلك. <br><b>1. الوصول إلى سكنك:</b> جهز العنوان. سيارات الأجرة متوفرة في محطة القطار، أو تحقق من جدول الحافلات المحلية. <br><b>2. تسجيل المدينة (Anmeldung):</b> هذه هي أولويتك القصوى. يجب عليك تسجيل عنوانك في مكتب المواطنين المحلي ('Einwohnermeldeamt'/'Bürgerbüro') في غضون أسبوعين. تحتاج إلى جواز سفرك و 'Wohnungsgeberbestätigung' من مالك العقار. <br><b>3. فتح حساب بنكي:</b> بجواز سفرك وشهادة التسجيل ('Meldebescheinigung')، يمكنك فتح حساب بنكي ألماني. <br><b>4. الحصول على بطاقة SIM ألمانية:</b> اشترِ بطاقة SIM مسبقة الدفع من أي سوبر ماركت (مثل Aldi، Lidl) للحصول على بيانات جوال بأسعار معقولة. <br><b>5. التسجيل في الجامعة:</b> استكمل تسجيلك في مكتب الطلاب بجميع المستندات المطلوبة (إثبات التأمين الصحي، إلخ). <br><b>6. التقدم بطلب للحصول على تصريح إقامة:</b> (لغير مواطني الاتحاد الأوروبي) احجز موعدًا في مكتب الأجانب ('Ausländerbehörde') في أقرب وقت ممكن.",
        "hi": "आप आ गए हैं! यहाँ आगे क्या करना है। <br><b>1. अपने आवास पर पहुँचें:</b> पता तैयार रखें। ट्रेन स्टेशन पर टैक्सियाँ उपलब्ध हैं, या स्थानीय बस अनुसूची की जाँच करें। <br><b>2. शहर पंजीकरण (Anmeldung):</b> यह आपकी सर्वोच्च प्राथमिकता है। आपको 2 सप्ताह के भीतर स्थानीय नागरिक कार्यालय ('Einwohnermeldeamt'/'Bürgerbüro') में अपना पता पंजीकृत करना होगा। आपको अपने पासपोर्ट और अपने मकान मालिक से 'Wohnungsgeberbestätigung' की आवश्यकता है। <br><b>3. एक बैंक खाता खोलें:</b> अपने पासपोर्ट और पंजीकरण प्रमाण पत्र ('Meldebescheinigung') के साथ, आप एक जर्मन बैंक खाता खोल सकते हैं। <br><b>4. एक जर्मन सिम कार्ड प्राप्त करें:</b> सस्ते मोबाइल डेटा के लिए किसी भी सुपरमार्केट (जैसे, Aldi, Lidl) में एक प्रीपेड सिम कार्ड खरीदें। <br><b>5. विश्वविद्यालय नामांकन:</b> सभी आवश्यक दस्तावेजों (स्वास्थ्य बीमा का प्रमाण, आदि) के साथ छात्र कार्यालय में अपना नामांकन पूरा करें। <br><b>6. निवास परमिट के लिए आवेदन करें:</b> (गैर-यूरोपीय संघ) जितनी जल्दी हो सके विदेशियों के कार्यालय ('Ausländerbehörde') में एक नियुक्ति बुक करें।",
        "es": "¡Has llegado! Esto es lo que debes hacer a continuación. <br><b>1. Llega a tu alojamiento:</b> Ten la dirección a mano. Hay taxis disponibles en la estación de tren, o consulta el horario de los autobuses locales. <br><b>2. Registro en la ciudad (Anmeldung):</b> Esta es tu máxima prioridad. Debes registrar tu dirección en la oficina de registro de ciudadanos ('Einwohnermeldeamt'/'Bürgerbüro') en un plazo de 2 semanas. Necesitas tu pasaporte y la 'Wohnungsgeberbestätigung' de tu arrendador. <br><b>3. Abre una cuenta bancaria:</b> Con tu pasaporte y el certificado de registro ('Meldebescheinigung'), puedes abrir una cuenta bancaria alemana. <br><b>4. Consigue una tarjeta SIM alemana:</b> Compra una tarjeta SIM de prepago en cualquier supermercado (p. ej., Aldi, Lidl) para tener datos móviles asequibles. <br><b>5. Matriculación en la universidad:</b> Finaliza tu matrícula en la Oficina de Estudiantes con todos los documentos requeridos (comprobante de seguro médico, etc.). <br><b>6. Solicita el permiso de residencia:</b> (No UE) Reserva una cita en la oficina de extranjería ('Ausländerbehörde') lo antes posible.",
        "zh": "您已经抵达！接下来该做什么。<br><b>1. 前往您的住处：</b>准备好地址。火车站有出租车，或者查看当地的公交车时刻表。<br><b>2. 居民登记 (Anmeldung)：</b>这是您的首要任务。您必须在2周内到当地的居民登记处（'Einwohnermeldeamt'/'Bürgerbüro'）登记您的地址。您需要您的护照和房东提供的“住房证明”（Wohnungsgeberbestätigung）。<br><b>3. 开设银行账户：</b>凭您的护照和登记证明（'Meldebescheinigung'），您可以开设一个德国银行账户。<br><b>4. 购买德国SIM卡：</b>在任何超市（例如Aldi, Lidl）购买一张预付SIM卡，以获得实惠的移动数据。<br><b>5. 大学注册：</b>携带所有必需文件（健康保险证明等）到学生办公室完成您的注册。<br><b>6. 申请居留许可：</b>（非欧盟公民）尽快在外国人管理局（'Ausländerbehörde'）预约。"
    },
    "arrival_page_sub4_title": {
        "en": "Key Bureaucratic Steps: Health Insurance & Bank Account",
        "de": "Wichtige Bürokratie: Krankenversicherung & Bankkonto",
        "ar": "خطوات بيروقراطية رئيسية: التأمين الصحي والحساب البنكي",
        "hi": "मुख्य नौकरशाही कदम: स्वास्थ्य बीमा और बैंक खाता",
        "es": "Pasos burocráticos clave: Seguro médico y cuenta bancaria",
        "zh": "关键行政步骤：健康保险与银行账户"
    },
    "arrival_page_sub4_text": {
        "en": "<b>Health Insurance (Krankenversicherung):</b> It is mandatory in Germany! You cannot enroll at the university without it. Public health insurance providers like <b>AOK, TK, or Barmer</b> offer student rates (approx. €120/month). You must get German health insurance even if you have insurance from your home country (with few exceptions). The proof of insurance is sent directly from the insurance company to the university electronically. <br><b>Bank Account (Bankkonto):</b> A German bank account is essential for paying rent, receiving a salary, and daily life. Most students open a 'Girokonto' (current account), which is often free for students under a certain age. To open one, you will need your passport and your city registration certificate ('Meldebescheinigung'). Traditional banks (e.g., Sparkasse) have physical branches, while online banks (e.g., N26, DKB) offer good apps and are often cheaper.",
        "de": "<b>Krankenversicherung:</b> In Deutschland Pflicht! Ohne sie kannst du dich nicht an der Hochschule einschreiben. Gesetzliche Krankenkassen wie <b>AOK, TK oder Barmer</b> bieten Studententarife an (ca. 120 €/Monat). Du musst eine deutsche Krankenversicherung abschließen, auch wenn du eine Versicherung aus deinem Heimatland hast (mit wenigen Ausnahmen). Der Versicherungsnachweis wird von der Krankenkasse direkt elektronisch an die Hochschule übermittelt. <br><b>Bankkonto (Konto):</b> Ein deutsches Bankkonto ist unerlässlich, um Miete zu zahlen, ein Gehalt zu erhalten und für das tägliche Leben. Die meisten Studierenden eröffnen ein 'Girokonto', das für Studierende unter einem bestimmten Alter oft kostenlos ist. Zur Eröffnung benötigst du deinen Reisepass und deine Meldebescheinigung. Traditionelle Banken (z.B. Sparkasse) haben Filialen, während Online-Banken (z.B. N26, DKB) gute Apps bieten und oft günstiger sind.",
        "ar": "<b>التأمين الصحي (Krankenversicherung):</b> إنه إلزامي في ألمانيا! لا يمكنك التسجيل في الجامعة بدونه. يقدم مقدمو التأمين الصحي العام مثل <b>AOK أو TK أو Barmer</b> أسعارًا للطلاب (حوالي 120 يورو شهريًا). يجب عليك الحصول على تأمين صحي ألماني حتى لو كان لديك تأمين من بلدك (مع استثناءات قليلة). يتم إرسال إثبات التأمين مباشرة من شركة التأمين إلى الجامعة إلكترونيًا. <br><b>الحساب البنكي (Bankkonto):</b> الحساب البنكي الألماني ضروري لدفع الإيجار واستلام الراتب والحياة اليومية. يفتح معظم الطلاب حساب 'Girokonto' (حساب جاري)، والذي غالبًا ما يكون مجانيًا للطلاب دون سن معينة. لفتح حساب، ستحتاج إلى جواز سفرك وشهادة تسجيل المدينة ('Meldebescheinigung'). البنوك التقليدية (مثل Sparkasse) لها فروع فعلية، بينما تقدم البنوك عبر الإنترنت (مثل N26، DKB) تطبيقات جيدة وغالبًا ما تكون أرخص.",
        "hi": "<b>स्वास्थ्य बीमा (Krankenversicherung):</b> यह जर्मनी में अनिवार्य है! इसके बिना आप विश्वविद्यालय में नामांकन नहीं कर सकते। <b>AOK, TK, या Barmer</b> जैसे सार्वजनिक स्वास्थ्य बीमा प्रदाता छात्र दरों (लगभग €120/माह) की पेशकश करते हैं। आपको जर्मन स्वास्थ्य बीमा प्राप्त करना होगा, भले ही आपके पास अपने देश से बीमा हो (कुछ अपवादों के साथ)। बीमा का प्रमाण बीमा कंपनी से सीधे विश्वविद्यालय को इलेक्ट्रॉनिक रूप से भेजा जाता है। <br><b>बैंक खाता (Bankkonto):</b> किराया देने, वेतन प्राप्त करने और दैनिक जीवन के लिए एक जर्मन बैंक खाता आवश्यक है। अधिकांश छात्र एक 'Girokonto' (चालू खाता) खोलते हैं, जो अक्सर एक निश्चित उम्र से कम के छात्रों के लिए मुफ्त होता है। एक खोलने के लिए, आपको अपने पासपोर्ट और अपने शहर पंजीकरण प्रमाण पत्र ('Meldebescheinigung') की आवश्यकता होगी। पारंपरिक बैंकों (जैसे, Sparkasse) की भौतिक शाखाएँ होती हैं, जबकि ऑनलाइन बैंक (जैसे, N26, DKB) अच्छे ऐप प्रदान करते हैं और अक्सर सस्ते होते हैं।",
        "es": "<b>Seguro de salud (Krankenversicherung):</b> ¡Es obligatorio en Alemania! No puedes matricularte en la universidad sin él. Los proveedores de seguros de salud públicos como <b>AOK, TK o Barmer</b> ofrecen tarifas para estudiantes (aprox. 120 €/mes). Debes obtener un seguro de salud alemán incluso si tienes seguro de tu país de origen (con pocas excepciones). La prueba del seguro se envía directamente desde la compañía de seguros a la universidad de forma electrónica. <br><b>Cuenta bancaria (Bankkonto):</b> Una cuenta bancaria alemana es esencial para pagar el alquiler, recibir un salario y para la vida diaria. La mayoría de los estudiantes abren una 'Girokonto' (cuenta corriente), que a menudo es gratuita para estudiantes menores de cierta edad. Para abrir una, necesitarás tu pasaporte y tu certificado de registro de la ciudad ('Meldebescheinigung'). Los bancos tradicionales (p. ej., Sparkasse) tienen sucursales físicas, mientras que los bancos en línea (p. ej., N26, DKB) ofrecen buenas aplicaciones y suelen ser más baratos.",
        "zh": "<b>健康保险 (Krankenversicherung):</b> 在德国是强制性的！没有它您无法在大学注册。像<b>AOK、TK或Barmer</b>这样的公共健康保险公司为学生提供优惠费率（约120欧元/月）。即使您有本国的保险，您也必须购买德国的健康保险（少数例外）。保险证明由保险公司直接以电子方式发送给大学。<br><b>银行账户 (Bankkonto):</b> 德国银行账户对于支付租金、领取工资和日常生活至关重要。大多数学生开设一个“Girokonto”（活期账户），对于特定年龄以下的学生通常是免费的。要开户，您需要您的护照和您的城市登记证明（'Meldebescheinigung'）。传统银行（如Sparkasse）有实体分行，而网上银行（如N26, DKB）提供良好的应用程序，并且通常更便宜。"
    },
    "page_title_city": {
        "en": "City Life - QuickStart Guide",
        "de": "Stadtleben - QuickStart Guide",
        "ar": "الحياة في المدينة - دليل البداية السريعة",
        "hi": "शहर का जीवन - क्विकस्टार्ट गाइड",
        "es": "Vida en la ciudad - Guía de Inicio Rápido",
        "zh": "城市生活 - 快速入门指南"
    },
    "city_page_main_title": {
        "en": "Life in Amberg & Weiden",
        "de": "Leben in Amberg & Weiden",
        "ar": "الحياة في آمبرغ وفايدن",
        "hi": "एमबर्ग और वेडेन में जीवन",
        "es": "La vida en Amberg y Weiden",
        "zh": "在安贝格和魏登的生活"
    },
    "city_page_sub1_title": {
        "en": "Accommodation: Finding a Place to Live",
        "de": "Unterkunft: Eine Bleibe finden",
        "ar": "السكن: العثور على مكان للعيش",
        "hi": "आवास: रहने के लिए जगह खोजना",
        "es": "Alojamiento: Encontrar un lugar para vivir",
        "zh": "住宿：寻找住处"
    },
    "city_page_sub1_text": {
        "en": "Finding housing is often the biggest challenge. Start early! <br>• <b>Student Dormitories (Studentenwohnheim):</b> The cheapest and easiest option, managed by the Studentenwerk. Apply as soon as you have your admission letter, as waiting lists are very long. <br>• <b>Shared Flats (Wohngemeinschaft - WG):</b> The most popular choice. You rent a room and share kitchen/bathroom. Best platform: <b>WG-Gesucht.de</b>. Create a good profile and write a friendly, personal message. <br>• <b>Applying for a Room:</b> Landlords often want to see a 'Schufa' (credit score report, difficult for newcomers) and proof of income. For students, a letter of guarantee from parents or proof of a blocked account can help. Be prepared for 'castings' where you meet potential flatmates. <br><b>Important Terms:</b> 'Kaltmiete' (cold rent) is the base rent. 'Warmmiete' (warm rent) includes 'Nebenkosten' (utilities like heating/water). Electricity and internet are usually extra!",
        "de": "Eine Unterkunft zu finden, ist oft die größte Herausforderung. Beginne früh! <br>• <b>Studentenwohnheime:</b> Die günstigste und einfachste Option, verwaltet vom Studentenwerk. Bewirb dich sofort nach Erhalt deines Zulassungsbescheids, da die Wartelisten sehr lang sind. <br>• <b>Wohngemeinschaften (WG):</b> Die beliebteste Wahl. Du mietest ein Zimmer und teilst Küche/Bad. Beste Plattform: <b>WG-Gesucht.de</b>. Erstelle ein gutes Profil und schreibe eine freundliche, persönliche Nachricht. <br>• <b>Bewerbung für ein Zimmer:</b> Vermieter wollen oft eine 'Schufa' (Bonitätsauskunft, schwierig für Neulinge) und einen Einkommensnachweis sehen. Für Studierende kann eine Bürgschaft der Eltern oder der Nachweis eines Sperrkontos helfen. Sei auf 'Castings' vorbereitet, bei denen du potenzielle Mitbewohner triffst. <br><b>Wichtige Begriffe:</b> 'Kaltmiete' ist die Grundmiete. 'Warmmiete' beinhaltet 'Nebenkosten' (wie Heizung/Wasser). Strom und Internet kommen normalerweise extra dazu!",
        "ar": "غالباً ما يكون العثور على سكن هو التحدي الأكبر. ابدأ مبكراً! <br>• <b>مساكن الطلاب (Studentenwohnheim):</b> الخيار الأرخص والأسهل، وتديره Studentenwerk. تقدم بطلب بمجرد حصولك على خطاب القبول، حيث أن قوائم الانتظار طويلة جداً. <br>• <b>الشقق المشتركة (WG):</b> الخيار الأكثر شعبية. تستأجر غرفة وتشارك المطبخ/الحمام. أفضل منصة: <b>WG-Gesucht.de</b>. أنشئ ملفاً شخصياً جيداً واكتب رسالة ودية وشخصية. <br>• <b>التقدم لغرفة:</b> غالباً ما يرغب الملاك في رؤية 'Schufa' (تقرير درجة الائتمان، صعب على القادمين الجدد) وإثبات الدخل. بالنسبة للطلاب، يمكن أن تساعد رسالة ضمان من الوالدين أو إثبات وجود حساب مجمد. كن مستعداً لـ 'castings' حيث تلتقي برفقاء السكن المحتملين. <br><b>مصطلحات هامة:</b> 'Kaltmiete' (الإيجار البارد) هو الإيجار الأساسي. 'Warmmiete' (الإيجار الدافئ) يشمل 'Nebenkosten' (المرافق مثل التدفئة/الماء). الكهرباء والإنترنت عادة ما تكون إضافية!",
        "hi": "आवास खोजना अक्सर सबसे बड़ी चुनौती होती है। जल्दी शुरू करें! <br>• <b>छात्र छात्रावास (Studentenwohnheim):</b> सबसे सस्ता और आसान विकल्प, Studentenwerk द्वारा प्रबंधित। जैसे ही आपको अपना प्रवेश पत्र मिले, आवेदन करें, क्योंकि प्रतीक्षा सूची बहुत लंबी होती है। <br>• <b>साझा फ्लैट (WG):</b> सबसे लोकप्रिय विकल्प। आप एक कमरा किराए पर लेते हैं और रसोई/बाथरूम साझा करते हैं। सबसे अच्छा प्लेटफॉर्म: <b>WG-Gesucht.de</b>। एक अच्छी प्रोफ़ाइल बनाएं और एक दोस्ताना, व्यक्तिगत संदेश लिखें। <br>• <b>एक कमरे के लिए आवेदन करना:</b> मकान मालिक अक्सर 'Schufa' (क्रेडिट स्कोर रिपोर्ट, नवागंतुकों के लिए मुश्किल) और आय का प्रमाण देखना चाहते हैं। छात्रों के लिए, माता-पिता से गारंटी पत्र या एक अवरुद्ध खाते का प्रमाण मदद कर सकता है। 'कास्टिंग' के लिए तैयार रहें जहां आप संभावित फ्लैटमेट्स से मिलते हैं। <br><b>महत्वपूर्ण शब्द:</b> 'Kaltmiete' (ठंडा किराया) मूल किराया है। 'Warmmiete' (गर्म किराया) में 'Nebenkosten' (हीटिंग/पानी जैसी उपयोगिताएं) शामिल हैं। बिजली और इंटरनेट आमतौर पर अतिरिक्त होते हैं!",
        "es": "Encontrar alojamiento suele ser el mayor desafío. ¡Empieza pronto! <br>• <b>Residencias de estudiantes (Studentenwohnheim):</b> La opción más barata y fácil, gestionada por el Studentenwerk. Solicita plaza tan pronto como tengas tu carta de admisión, ya que las listas de espera son muy largas. <br>• <b>Pisos compartidos (WG):</b> La opción más popular. Alquilas una habitación y compartes cocina/baño. La mejor plataforma: <b>WG-Gesucht.de</b>. Crea un buen perfil y escribe un mensaje amable y personal. <br>• <b>Solicitar una habitación:</b> Los propietarios a menudo quieren ver un informe 'Schufa' (informe de solvencia, difícil para los recién llegados) y una prueba de ingresos. Para los estudiantes, una carta de aval de los padres o una prueba de una cuenta bloqueada puede ayudar. Prepárate para los 'castings' donde conoces a posibles compañeros de piso. <br><b>Términos importantes:</b> 'Kaltmiete' (alquiler en frío) es el alquiler base. 'Warmmiete' (alquiler en caliente) incluye 'Nebenkosten' (servicios como calefacción/agua). ¡La electricidad e Internet suelen ser extras!",
        "zh": "寻找住房通常是最大的挑战。请尽早开始！<br>• <b>学生宿舍 (Studentenwohnheim)：</b>最便宜、最简单的选择，由学生服务中心（Studentenwerk）管理。一拿到录取通知书就立即申请，因为等待名单非常长。<br>• <b>合租公寓 (WG)：</b>最受欢迎的选择。您租一个房间并共享厨房/浴室。最佳平台：<b>WG-Gesucht.de</b>。创建一个好的个人资料，并写一封友好、个性化的信息。<br>• <b>申请房间：</b>房东通常希望看到“Schufa”（信用评分报告，对新来者来说很难）和收入证明。对于学生来说，父母的担保信或限制性账户的证明可以有所帮助。准备好参加“选房会”，在那里您会见到潜在的室友。<br><b>重要术语：</b>“Kaltmiete”（冷租）是基本租金。“Warmmiete”（暖租）包括“Nebenkosten”（如暖气/水等杂费）。电费和网费通常是另外计算的！"
    },
    "city_page_sub2_title": {
        "en": "Getting Around: Transport in the City",
        "de": "Unterwegs: Verkehrsmittel in der Stadt",
        "ar": "التنقل: المواصلات في المدينة",
        "hi": "घूमना-फिरना: शहर में परिवहन",
        "es": "Desplazarse: Transporte en la ciudad",
        "zh": "出行：城市交通"
    },
    "city_page_sub2_text": {
        "en": "<b>By Bike (Fahrrad):</b> This is the best way to get around in Amberg and Weiden. Both cities are very bike-friendly. Look for used bikes on 'eBay Kleinanzeigen' or in local Facebook groups. Always have lights and lock your bike securely! <br><b>Public Transport (ÖPNV):</b> Local bus systems operate in both cities. Check if your semester fee includes a 'Semesterticket', which could allow free or cheaper travel. You can buy single tickets from the bus driver. For planning, use the DB Navigator app or Google Maps. <br><b>Regional Trains (Deutsche Bahn):</b> For travel to other cities, the train is perfect. The 'Bayern-Ticket' is a great deal for day trips within Bavaria. For longer distances, book tickets well in advance on bahn.de to get cheaper 'Sparpreis' tickets.",
        "de": "<b>Mit dem Fahrrad:</b> Das ist die beste Art, sich in Amberg und Weiden fortzubewegen. Beide Städte sind sehr fahrradfreundlich. Suche nach gebrauchten Fahrrädern auf 'eBay Kleinanzeigen' oder in lokalen Facebook-Gruppen. Habe immer Licht dabei und schließe dein Fahrrad sicher ab! <br><b>Öffentlicher Nahverkehr (ÖPNV):</b> In beiden Städten gibt es lokale Bussysteme. Prüfe, ob dein Semesterbeitrag ein 'Semesterticket' enthält, das kostenlose oder günstigere Fahrten ermöglichen könnte. Einzeltickets kannst du beim Busfahrer kaufen. Zur Planung nutze die DB Navigator App oder Google Maps. <br><b>Regionalzüge (Deutsche Bahn):</b> Für Reisen in andere Städte ist der Zug perfekt. Das 'Bayern-Ticket' ist ein tolles Angebot für Tagesausflüge innerhalb Bayerns. Für längere Strecken buche Tickets weit im Voraus auf bahn.de, um günstigere 'Sparpreis'-Tickets zu erhalten.",
        "ar": "<b>بالدراجة (Fahrrad):</b> هذه هي أفضل طريقة للتنقل في آمبرغ وفايدن. كلتا المدينتين صديقتان جداً للدراجات. ابحث عن دراجات مستعملة على 'eBay Kleinanzeigen' أو في مجموعات الفيسبوك المحلية. احرص دائمًا على وجود أضواء وقفل دراجتك بإحكام! <br><b>المواصلات العامة (ÖPNV):</b> تعمل أنظمة الحافلات المحلية في كلتا المدينتين. تحقق مما إذا كان رسم الفصل الدراسي الخاص بك يتضمن 'Semesterticket'، والذي قد يسمح بالسفر المجاني أو الأرخص. يمكنك شراء تذاكر فردية من سائق الحافلة. للتخطيط، استخدم تطبيق DB Navigator أو خرائط جوجل. <br><b>القطارات الإقليمية (Deutsche Bahn):</b> للسفر إلى مدن أخرى، القطار مثالي. 'Bayern-Ticket' هو عرض رائع للرحلات اليومية داخل بافاريا. للمسافات الطويلة، احجز التذاكر مسبقًا على bahn.de للحصول على تذاكر 'Sparpreis' الأرخص.",
        "hi": "<b>बाइक से (Fahrrad):</b> यह एमबर्ग और वेडेन में घूमने का सबसे अच्छा तरीका है। दोनों शहर बहुत बाइक-अनुकूल हैं। 'eBay Kleinanzeigen' या स्थानीय फेसबुक समूहों पर पुरानी बाइक की तलाश करें। हमेशा लाइटें रखें और अपनी बाइक को सुरक्षित रूप से लॉक करें! <br><b>सार्वजनिक परिवहन (ÖPNV):</b> दोनों शहरों में स्थानीय बस प्रणालियाँ संचालित होती हैं। जांचें कि क्या आपके सेमेस्टर शुल्क में 'सेमेस्टर टिकट' शामिल है, जो मुफ्त या सस्ती यात्रा की अनुमति दे सकता है। आप बस चालक से एकल टिकट खरीद सकते हैं। योजना के लिए, डीबी नेविगेटर ऐप या गूगल मैप्स का उपयोग करें। <br><b>क्षेत्रीय ट्रेनें (Deutsche Bahn):</b> अन्य शहरों की यात्रा के लिए, ट्रेन एकदम सही है। 'बायर्न-टिकट' बवेरिया के भीतर दिन की यात्राओं के लिए एक बढ़िया सौदा है। लंबी दूरी के लिए, सस्ती 'स्पारpreis' टिकट पाने के लिए bahn.de पर टिकट पहले से बुक करें।",
        "es": "<b>En bicicleta (Fahrrad):</b> Esta es la mejor manera de moverse por Amberg y Weiden. Ambas ciudades son muy amigables con las bicicletas. Busca bicicletas de segunda mano en 'eBay Kleinanzeigen' o en grupos locales de Facebook. ¡Lleva siempre luces y ata bien tu bicicleta! <br><b>Transporte público (ÖPNV):</b> Hay sistemas de autobuses locales en ambas ciudades. Comprueba si tu tasa semestral incluye un 'Semesterticket', que podría permitir viajar gratis o más barato. Puedes comprar billetes sencillos al conductor del autobús. Para planificar, utiliza la app DB Navigator o Google Maps. <br><b>Trenes regionales (Deutsche Bahn):</b> Para viajar a otras ciudades, el tren es perfecto. El 'Bayern-Ticket' es una gran oferta para excursiones de un día dentro de Baviera. Para distancias más largas, reserva los billetes con mucha antelación en bahn.de para conseguir billetes 'Sparpreis' más baratos.",
        "zh": "<b>骑自行车 (Fahrrad)：</b>这是在安贝格和魏登出行的最佳方式。这两个城市都非常适合骑自行车。可以在“eBay Kleinanzeigen”或当地的Facebook群组上寻找二手自行车。请务必带上车灯并妥善锁好您的自行车！<br><b>公共交通 (ÖPNV)：</b>两个城市都有本地公交系统。请检查您的学期费是否包含“学期票”（Semesterticket），它可能允许免费或更便宜的出行。您可以从公交车司机那里购买单程票。规划路线请使用DB Navigator应用程序或谷歌地图。<br><b>区域火车 (Deutsche Bahn)：</b>前往其他城市，火车是完美的选择。“拜仁票”（Bayern-Ticket）是巴伐利亚境内一日游的绝佳选择。对于长途旅行，请提前在bahn.de上预订车票，以获得更便宜的“特价票”（Sparpreis）。"
    },
    "city_page_sub3_title": {
        "en": "Nightlife: Pubs, Bars & Clubs",
        "de": "Nachtleben: Kneipen, Bars & Clubs",
        "ar": "الحياة الليلية: الحانات والبارات والنوادي",
        "hi": "नाइटलाइफ़: पब, बार और क्लब",
        "es": "Vida nocturna: Pubs, Bares y Discotecas",
        "zh": "夜生活：酒吧、酒馆与俱乐部"
    },
    "city_page_sub3_text": {
        "en": "Both cities offer a cozy nightlife scene. <br>• <b>Pubs & Bars (Kneipen & Bars):</b> You will find many traditional Bavarian pubs and modern cocktail bars in the city centers. They are a great place to meet friends for a beer or a 'Schorle' (juice mixed with sparkling water). Look out for student nights with special discounts. <br>• <b>Clubs:</b> There are a few clubs in and around the cities for dancing. The music styles vary, so check their social media pages for the program. Student parties organized by the Fachschaft or StuV are often the biggest events of the semester. <br>• <b>Beer Gardens (Biergärten):</b> In summer, beer gardens are an essential part of Bavarian culture. It's a relaxed outdoor setting to enjoy a drink and some traditional food. It's perfectly normal to share a long table with strangers.",
        "de": "Beide Städte bieten ein gemütliches Nachtleben. <br>• <b>Kneipen & Bars:</b> In den Stadtzentren findest du viele traditionelle bayerische Kneipen und moderne Cocktailbars. Sie sind ein großartiger Ort, um sich mit Freunden auf ein Bier oder eine 'Schorle' (Saft mit Mineralwasser) zu treffen. Halte Ausschau nach Studentenabenden mit speziellen Rabatten. <br>• <b>Clubs:</b> In und um die Städte gibt es einige Clubs zum Tanzen. Die Musikstile variieren, also schaue auf ihren Social-Media-Seiten nach dem Programm. Studentenpartys, die von der Fachschaft oder der StuV organisiert werden, sind oft die größten Events des Semesters. <br>• <b>Biergärten:</b> Im Sommer sind Biergärten ein wesentlicher Bestandteil der bayerischen Kultur. Es ist ein entspannter Ort im Freien, um ein Getränk und traditionelles Essen zu genießen. Es ist völlig normal, sich einen langen Tisch mit Fremden zu teilen.",
        "ar": "تقدم كلتا المدينتين مشهدًا ليليًا مريحًا. <br>• <b>الحانات والبارات (Kneipen & Bars):</b> ستجد العديد من الحانات البافارية التقليدية وبارات الكوكتيل الحديثة في مراكز المدن. إنها مكان رائع للقاء الأصدقاء لتناول البيرة أو 'Schorle' (عصير ممزوج بالمياه الفوارة). ابحث عن ليالي الطلاب مع خصومات خاصة. <br>• <b>النوادي:</b> هناك عدد قليل من النوادي في المدن وحولها للرقص. تختلف أنماط الموسيقى، لذا تحقق من صفحاتهم على وسائل التواصل الاجتماعي لمعرفة البرنامج. غالبًا ما تكون حفلات الطلاب التي تنظمها Fachschaft أو StuV أكبر أحداث الفصل الدراسي. <br>• <b>حدائق البيرة (Biergärten):</b> في الصيف، تعد حدائق البيرة جزءًا أساسيًا من الثقافة البافارية. إنه مكان مريح في الهواء الطلق للاستمتاع بمشروب وبعض الأطعمة التقليدية. من الطبيعي تمامًا مشاركة طاولة طويلة مع الغرباء.",
        "hi": "दोनों शहर एक आरामदायक नाइटलाइफ़ दृश्य प्रस्तुत करते हैं। <br>• <b>पब और बार (Kneipen & Bars):</b> आपको शहर के केंद्रों में कई पारंपरिक बवेरियन पब और आधुनिक कॉकटेल बार मिलेंगे। वे दोस्तों के साथ एक बियर या 'Schorle' (स्पार्कलिंग पानी के साथ मिश्रित रस) के लिए मिलने के लिए एक शानदार जगह हैं। विशेष छूट के साथ छात्र रातों की तलाश करें। <br>• <b>क्लब:</b> शहरों में और उसके आसपास नाचने के लिए कुछ क्लब हैं। संगीत की शैलियाँ अलग-अलग होती हैं, इसलिए कार्यक्रम के लिए उनके सोशल मीडिया पेजों की जाँच करें। Fachschaft या StuV द्वारा आयोजित छात्र पार्टियाँ अक्सर सेमेस्टर की सबसे बड़ी घटनाएँ होती हैं। <br>• <b>बीयर गार्डन (Biergärten):</b> गर्मियों में, बीयर गार्डन बवेरियन संस्कृति का एक अनिवार्य हिस्सा हैं। यह एक पेय और कुछ पारंपरिक भोजन का आनंद लेने के लिए एक आरामदायक बाहरी सेटिंग है। अजनबियों के साथ एक लंबी मेज साझा करना पूरी तरह से सामान्य है।",
        "es": "Ambas ciudades ofrecen una acogedora vida nocturna. <br>• <b>Pubs y Bares (Kneipen & Bars):</b> Encontrarás muchos pubs bávaros tradicionales y modernos bares de cócteles en los centros de las ciudades. Son un lugar estupendo para quedar con amigos a tomar una cerveza o un 'Schorle' (zumo mezclado con agua con gas). Busca las noches de estudiantes con descuentos especiales. <br>• <b>Discotecas:</b> Hay algunas discotecas en las ciudades y sus alrededores para bailar. Los estilos de música varían, así que consulta sus páginas en redes sociales para ver el programa. Las fiestas de estudiantes organizadas por la Fachschaft o el StuV suelen ser los eventos más grandes del semestre. <br>• <b>Jardines de cerveza (Biergärten):</b> En verano, los jardines de cerveza son una parte esencial de la cultura bávara. Es un ambiente relajado al aire libre para disfrutar de una bebida y algo de comida tradicional. Es perfectamente normal compartir una mesa larga con extraños.",
        "zh": "这两个城市都提供舒适的夜生活场景。<br>• <b>酒馆与酒吧 (Kneipen & Bars)：</b>在市中心，您会发现许多传统的巴伐利亚酒馆和现代鸡尾酒吧。它们是与朋友喝杯啤酒或“Schorle”（果汁与苏打水混合）的好地方。留意有特殊折扣的学生之夜。<br>• <b>俱乐部：</b>城市内外有一些跳舞的俱乐部。音乐风格各不相同，所以请查看他们的社交媒体页面了解节目安排。由学生会（Fachschaft 或 StuV）组织的学生派对通常是学期中最大的活动。<br>• <b>啤酒花园 (Biergärten)：</b>在夏天，啤酒花园是巴伐利亚文化的重要组成部分。这是一个轻松的户外环境，可以享用饮品和一些传统食物。与陌生人共享一张长桌是完全正常的。"
    },
    "city_page_sub4_title": {
        "en": "German Culture & Daily Life",
        "de": "Deutsche Kultur & Alltag",
        "ar": "الثقافة الألمانية والحياة اليومية",
        "hi": "जर्मन संस्कृति और दैनिक जीवन",
        "es": "Cultura alemana y vida cotidiana",
        "zh": "德国文化与日常生活"
    },
    "city_page_sub4_text": {
        "en": "<b>Waste Separation (Mülltrennung):</b> This is very important! You must separate your waste: Paper (blue bin), Packaging/Plastics (yellow bin/bag), Organic (brown/green bin), Glass (separate public containers for white, green, and brown glass), and General waste (black bin). <br><b>Broadcasting Fee (Rundfunkbeitrag):</b> Every household must pay a mandatory fee (approx. €18.36/month) for public TV and radio. If you are in a shared flat (WG), you split the cost. Do not ignore the letters! <br><b>Sunday is Quiet Day:</b> Almost all shops are closed. It is also a 'Ruhezeit' (quiet day), so avoid loud activities like vacuuming or drilling. <br><b>Cash is Still King:</b> While card payment is becoming more common, many smaller shops, bakeries, and market stalls still prefer or only accept cash. It's always good to have some euros with you.",
        "de": "<b>Mülltrennung:</b> Das ist sehr wichtig! Du musst deinen Müll trennen: Papier (blaue Tonne), Verpackungen/Plastik (gelbe Tonne/Sack), Bio (braune/grüne Tonne), Glas (getrennte öffentliche Container für Weiß-, Grün- und Braunglas) und Restmüll (schwarze Tonne). <br><b>Rundfunkbeitrag:</b> Jeder Haushalt muss eine obligatorische Gebühr (ca. 18,36 €/Monat) für das öffentliche Fernsehen und Radio bezahlen. Wenn du in einer WG wohnst, teilt ihr die Kosten. Ignoriere die Briefe nicht! <br><b>Sonntag ist Ruhetag:</b> Fast alle Geschäfte sind geschlossen. Es ist auch ein 'Ruhetag', also vermeide laute Aktivitäten wie Staubsaugen oder Bohren. <br><b>Bargeld ist immer noch König:</b> Obwohl Kartenzahlung immer häufiger wird, bevorzugen oder akzeptieren viele kleinere Geschäfte, Bäckereien und Marktstände immer noch nur Bargeld. Es ist immer gut, einige Euro dabei zu haben.",
        "ar": "<b>فصل النفايات (Mülltrennung):</b> هذا مهم جدا! يجب عليك فصل نفاياتك: الورق (صندوق أزرق)، التغليف/البلاستيك (صندوق/كيس أصفر)، عضوي (صندوق بني/أخضر)، زجاج (حاويات عامة منفصلة للزجاج الأبيض والأخضر والبني)، والنفايات العامة (صندوق أسود). <br><b>رسوم البث (Rundfunkbeitrag):</b> يجب على كل أسرة دفع رسوم إلزامية (حوالي 18.36 يورو شهريًا) للتلفزيون والإذاعة العامة. إذا كنت في شقة مشتركة (WG)، فإنكم تتقاسمون التكلفة. لا تتجاهل الرسائل! <br><b>الأحد هو يوم هادئ:</b> جميع المتاجر تقريبًا مغلقة. إنه أيضًا 'Ruhezeit' (يوم هادئ)، لذا تجنب الأنشطة الصاخبة مثل الكنس أو الحفر. <br><b>النقد لا يزال هو الملك:</b> بينما أصبح الدفع بالبطاقة أكثر شيوعًا، لا تزال العديد من المتاجر الصغيرة والمخابز وأكشاك السوق تفضل أو تقبل النقد فقط. من الجيد دائمًا أن يكون لديك بعض اليورو معك.",
        "hi": "<b>कचरा पृथक्करण (Mülltrennung):</b> यह बहुत महत्वपूर्ण है! आपको अपना कचरा अलग करना होगा: कागज (नीला बिन), पैकेजिंग/प्लास्टिक (पीला बिन/बैग), जैविक (भूरा/हरा बिन), कांच (सफेद, हरे और भूरे कांच के लिए अलग-अलग सार्वजनिक कंटेनर), और सामान्य कचरा (काला बिन). <br><b>प्रसारण शुल्क (Rundfunkbeitrag):</b> प्रत्येक घर को सार्वजनिक टीवी और रेडियो के लिए एक अनिवार्य शुल्क (लगभग €18.36/माह) का भुगतान करना होगा। यदि आप एक साझा फ्लैट (WG) में हैं, तो आप लागत को विभाजित करते हैं। पत्रों को अनदेखा न करें! <br><b>रविवार शांत दिन है:</b> लगभग सभी दुकानें बंद रहती हैं। यह एक 'Ruhezeit' (शांत दिन) भी है, इसलिए वैक्यूमिंग या ड्रिलिंग जैसी शोर वाली गतिविधियों से बचें। <br><b>नकद अभी भी राजा है:</b> हालांकि कार्ड से भुगतान अधिक आम होता जा रहा है, कई छोटी दुकानें, बेकरियां और बाजार के स्टॉल अभी भी नकदी पसंद करते हैं या केवल नकदी स्वीकार करते हैं। अपने साथ कुछ यूरो रखना हमेशा अच्छा होता है।",
        "es": "<b>Separación de residuos (Mülltrennung):</b> ¡Esto es muy importante! Debes separar tus residuos: Papel (contenedor azul), Envases/Plásticos (contenedor/bolsa amarilla), Orgánico (contenedor marrón/verde), Vidrio (contenedores públicos separados para vidrio blanco, verde y marrón), y Residuos generales (contenedor negro). <br><b>Tasa de radiodifusión (Rundfunkbeitrag):</b> Cada hogar debe pagar una tasa obligatoria (aprox. 18,36 €/mes) por la televisión y radio públicas. Si estás en un piso compartido (WG), dividís el coste. ¡No ignores las cartas! <br><b>El domingo es día de descanso:</b> Casi todas las tiendas están cerradas. También es un 'Ruhezeit' (día de silencio), así que evita actividades ruidosas como pasar la aspiradora o taladrar. <br><b>El efectivo sigue siendo el rey:</b> Aunque el pago con tarjeta es cada vez más común, muchas tiendas pequeñas, panaderías y puestos de mercado todavía prefieren o solo aceptan efectivo. Siempre es bueno llevar algunos euros contigo.",
        "zh": "<b>垃圾分类 (Mülltrennung)：</b>这非常重要！您必须将垃圾分类：纸张（蓝色垃圾箱）、包装/塑料（黄色垃圾箱/袋）、有机物（棕色/绿色垃圾箱）、玻璃（白色、绿色和棕色玻璃有单独的公共容器）和普通垃圾（黑色垃圾箱）。<br><b>广播电视费 (Rundfunkbeitrag)：</b>每个家庭都必须为公共电视和广播支付强制性费用（约18.36欧元/月）。如果您住在合租公寓（WG），您可以分摊费用。不要忽略这些信件！<br><b>周日是安静日：</b>几乎所有商店都关门。它也是一个“Ruhezeit”（安静日），所以要避免吸尘或钻孔等嘈杂的活动。<br><b>现金仍然为王：</b>虽然刷卡支付越来越普遍，但许多小商店、面包店和市场摊位仍然更喜欢或只接受现金。随身带一些欧元总是个好主意。"
    },
    "page_title_studies": {
        "en": "Studies - QuickStart Guide",
        "de": "Studium - QuickStart Guide",
        "ar": "الدراسة - دليل البداية السريعة",
        "hi": "अध्ययन - क्विकस्टार्ट गाइड",
        "es": "Estudios - Guía de Inicio Rápido",
        "zh": "学习 - 快速入门指南"
    },
    "studies_page_main_title": {
        "en": "Studies & Organization",
        "de": "Studium & Organisation",
        "ar": "الدراسة والتنظيم",
        "hi": "अध्ययन और संगठन",
        "es": "Estudios y Organización",
        "zh": "学习与组织"
    },
    "studies_page_sub1_title": {
        "en": "Course Registration & Moodle",
        "de": "Kursanmeldung & Moodle",
        "ar": "التسجيل في الدورات وMoodle",
        "hi": "कोर्स पंजीकरण और मूडल",
        "es": "Inscripción en cursos y Moodle",
        "zh": "课程注册与Moodle"
    },
    "studies_page_sub1_text": {
        "en": "Course and exam registration is usually done via the PRIMUSS portal. Pay close attention to the registration deadlines ('Anmeldefristen'), as missing them can have serious consequences. Moodle is your digital classroom. Professors upload lecture slides, additional materials, and important announcements there. It's your responsibility to check Moodle regularly for all your courses. Most communication regarding courses happens on this platform.",
        "de": "Die An- und Abmeldung zu Kursen und Prüfungen erfolgt in der Regel über das PRIMUSS-Portal. Achten Sie genau auf die Anmeldefristen, da deren Versäumnis schwerwiegende Folgen haben kann. Moodle ist Ihr digitaler Hörsaal. Professoren laden dort Vorlesungsfolien, Zusatzmaterialien und wichtige Ankündigungen hoch. Es liegt in Ihrer Verantwortung, Moodle regelmäßig für alle Ihre Kurse zu überprüfen. Die meiste Kommunikation zu den Kursen findet auf dieser Plattform statt.",
        "ar": "عادة ما يتم تسجيل المقررات والامتحانات عبر بوابة PRIMUSS. انتبه جيدًا لمواعيد التسجيل النهائية ('Anmeldefristen') ، حيث أن تفويتها يمكن أن يكون له عواقب وخيمة. Moodle هو فصلك الدراسي الرقمي. يقوم الأساتذة بتحميل شرائح المحاضرات والمواد الإضافية والإعلانات المهمة هناك. تقع على عاتقك مسؤولية التحقق من Moodle بانتظام لجميع مقرراتك. تتم معظم الاتصالات المتعلقة بالمقررات على هذه المنصة.",
        "hi": "पाठ्यक्रम और परीक्षा पंजीकरण आमतौर पर PRIMUSS पोर्टल के माध्यम से किया जाता है। पंजीकरण की समय सीमा ('Anmeldefristen') पर पूरा ध्यान दें, क्योंकि उन्हें चूकने के गंभीर परिणाम हो सकते हैं। Moodle आपकी डिजिटल कक्षा है। प्रोफेसर वहां व्याख्यान स्लाइड, अतिरिक्त सामग्री और महत्वपूर्ण घोषणाएं अपलोड करते हैं। अपने सभी पाठ्यक्रमों के लिए नियमित रूप से Moodle की जांच करना आपकी जिम्मेदारी है। पाठ्यक्रमों से संबंधित अधिकांश संचार इसी प्लेटफॉर्म पर होता है।",
        "es": "La inscripción a cursos y exámenes se realiza generalmente a través del portal PRIMUSS. Presta mucha atención a los plazos de inscripción ('Anmeldefristen'), ya que no cumplirlos puede tener graves consecuencias. Moodle es tu aula digital. Los profesores suben allí las diapositivas de las clases, materiales adicionales y anuncios importantes. Es tu responsabilidad revisar Moodle regularmente para todos tus cursos. La mayor parte de la comunicación sobre los cursos se realiza en esta plataforma.",
        "zh": "课程和考试注册通常通过PRIMUSS门户网站进行。请密切关注注册截止日期（'Anmeldefristen'），因为错过这些日期可能会产生严重后果。Moodle是您的数字教室。教授们会在这里上传讲座幻灯片、补充材料和重要通知。您有责任为您的所有课程定期检查Moodle。大多数关于课程的交流都在这个平台上进行。"
    },
    "studies_page_sub2_title": {
        "en": "Academic Calendar & Exams",
        "de": "Akademischer Kalender & Prüfungen",
        "ar": "التقويم الأكاديمي والامتحانات",
        "hi": "शैक्षणिक कैलेंडर और परीक्षा",
        "es": "Calendario académico y exámenes",
        "zh": "校历与考试"
    },
    "studies_page_sub2_text": {
        "en": "The academic year is divided into two semesters: Winter Semester (October-March) and Summer Semester (April-September). Each semester consists of a lecture period ('Vorlesungszeit') followed by an examination period ('Prüfungszeit'). The exam schedule is published by the Examination Office ('Prüfungsamt') well in advance. Make sure you are aware of the dates, times, and locations of your exams. If you fail an exam, there is usually a re-sit opportunity ('Wiederholungsprüfung'), often at the beginning of the next semester.",
        "de": "Das akademische Jahr ist in zwei Semester unterteilt: Wintersemester (Oktober-März) und Sommersemester (April-September). Jedes Semester besteht aus einer Vorlesungszeit und einer anschließenden Prüfungszeit. Der Prüfungsplan wird vom Prüfungsamt rechtzeitig veröffentlicht. Stellen Sie sicher, dass Sie die Daten, Zeiten und Orte Ihrer Prüfungen kennen. Wenn Sie eine Prüfung nicht bestehen, gibt es in der Regel eine Wiederholungsprüfung, oft zu Beginn des nächsten Semesters.",
        "ar": "ينقسم العام الدراسي إلى فصلين دراسيين: فصل الشتاء (أكتوبر-مارس) وفصل الصيف (أبريل-سبتمبر). يتكون كل فصل دراسي من فترة محاضرات ('Vorlesungszeit') تليها فترة امتحانات ('Prüfungszeit'). يتم نشر جدول الامتحانات من قبل مكتب الامتحانات ('Prüfungsamt') مسبقًا. تأكد من أنك على علم بتواريخ وأوقات وأماكن امتحاناتك. إذا رسبت في امتحان، فعادة ما تكون هناك فرصة لإعادة الامتحان ('Wiederholungsprüfung') ، غالبًا في بداية الفصل الدراسي التالي.",
        "hi": "शैक्षणिक वर्ष दो सेमेस्टर में विभाजित है: शीतकालीन सेमेस्टर (अक्टूबर-मार्च) और ग्रीष्मकालीन सेमेस्टर (अप्रैल-सितंबर). प्रत्येक सेमेस्टर में एक व्याख्यान अवधि ('Vorlesungszeit') होती है जिसके बाद एक परीक्षा अवधि ('Prüfungszeit') होती है। परीक्षा कार्यक्रम परीक्षा कार्यालय ('Prüfungsamt') द्वारा काफी पहले प्रकाशित किया जाता है। सुनिश्चित करें कि आप अपनी परीक्षाओं की तारीखों, समय और स्थानों से अवगत हैं। यदि आप किसी परीक्षा में असफल हो जाते हैं, तो आमतौर पर एक पुन: परीक्षा का अवसर ('Wiederholungsprüfung') होता है, जो अक्सर अगले सेमेस्टर की शुरुआत में होता है।",
        "es": "El año académico se divide en dos semestres: semestre de invierno (octubre-marzo) y semestre de verano (abril-septiembre). Cada semestre consta de un período de clases ('Vorlesungszeit') seguido de un período de exámenes ('Prüfungszeit'). El calendario de exámenes es publicado por la Oficina de Exámenes ('Prüfungsamt') con suficiente antelación. Asegúrate de conocer las fechas, horas y lugares de tus exámenes. Si suspendes un examen, generalmente hay una oportunidad de recuperación ('Wiederholungsprüfung'), a menudo al comienzo del siguiente semestre.",
        "zh": "学年分为两个学期：冬季学期（10月至3月）和夏季学期（4月至9月）。每个学期包括一个授课期（'Vorlesungszeit'），然后是一个考试期（'Prüfungszeit'）。考试时间表由考试办公室（'Prüfungsamt'）提前公布。请确保您了解考试的日期、时间和地点。如果您考试不及格，通常有一次补考机会（'Wiederholungsprüfung'），通常在下学期初进行。"
    },
    "studies_page_sub3_title": {
        "en": "Study Regulations & ECTS",
        "de": "Studienordnung & ECTS",
        "ar": "لوائح الدراسة وECTS",
        "hi": "अध्ययन विनियम और ECTS",
        "es": "Reglamento de estudios y ECTS",
        "zh": "学习规定与ECTS"
    },
    "studies_page_sub3_text": {
        "en": "Every degree program has its own Study and Examination Regulations ('Studien- und Prüfungsordnung' - SPO). This document is very important! It defines the structure of your studies, which modules are mandatory, and what is required to graduate. You can find your SPO on your faculty's website. Your performance is measured in ECTS credits (European Credit Transfer and Accumulation System). One ECTS credit corresponds to a workload of about 25-30 hours. You need to collect a certain number of credits to complete your degree.",
        "de": "Jeder Studiengang hat eine eigene Studien- und Prüfungsordnung (SPO). Dieses Dokument ist sehr wichtig! Es definiert die Struktur Ihres Studiums, welche Module verpflichtend sind und was für den Abschluss erforderlich ist. Sie finden Ihre SPO auf der Webseite Ihrer Fakultät. Ihre Leistung wird in ECTS-Punkten (European Credit Transfer and Accumulation System) gemessen. Ein ECTS-Punkt entspricht einer Arbeitsbelastung von etwa 25-30 Stunden. Sie müssen eine bestimmte Anzahl von Punkten sammeln, um Ihr Studium abzuschließen.",
        "ar": "لكل برنامج دراسي لوائحه الدراسية والامتحانية الخاصة ('Studien- und Prüfungsordnung' - SPO). هذا المستند مهم جدًا! فهو يحدد هيكل دراستك، والوحدات الإجبارية، وما هو مطلوب للتخرج. يمكنك العثور على SPO الخاص بك على موقع كليتك. يتم قياس أدائك بنقاط ECTS (النظام الأوروبي لتحويل وتجميع الأرصدة). تعادل نقطة ECTS واحدة عبء عمل يبلغ حوالي 25-30 ساعة. تحتاج إلى جمع عدد معين من النقاط لإكمال شهادتك.",
        "hi": "प्रत्येक डिग्री प्रोग्राम के अपने अध्ययन और परीक्षा विनियम ('Studien- und Prüfungsordnung' - SPO) होते हैं। यह दस्तावेज़ बहुत महत्वपूर्ण है! यह आपके अध्ययन की संरचना को परिभाषित करता है, कौन से मॉड्यूल अनिवार्य हैं, और स्नातक होने के लिए क्या आवश्यक है। आप अपने SPO को अपने संकाय की वेबसाइट पर पा सकते हैं। आपके प्रदर्शन को ECTS क्रेडिट (यूरोपियन क्रेडिट ट्रांसफर एंड एक्यूमुलेशन सिस्टम) में मापा जाता है। एक ECTS क्रेडिट लगभग 25-30 घंटे के कार्यभार के बराबर होता है। आपको अपनी डिग्री पूरी करने के लिए एक निश्चित संख्या में क्रेडिट एकत्र करने की आवश्यकता है।",
        "es": "Cada programa de grado tiene su propio Reglamento de Estudios y Exámenes ('Studien- und Prüfungsordnung' - SPO). ¡Este documento es muy importante! Define la estructura de tus estudios, qué módulos son obligatorios y qué se requiere para graduarse. Puedes encontrar tu SPO en el sitio web de tu facultad. Tu rendimiento se mide en créditos ECTS (Sistema Europeo de Transferencia y Acumulación de Créditos). Un crédito ECTS corresponde a una carga de trabajo de unas 25-30 horas. Necesitas acumular un cierto número de créditos para completar tu titulación.",
        "zh": "每个学位课程都有其自己的学习与考试规定（'Studien- und Prüfungsordnung' - SPO）。这份文件非常重要！它定义了您的学习结构，哪些模块是必修的，以及毕业需要满足什么要求。您可以在您所在院系的网站上找到您的SPO。您的学业表现以ECTS学分（欧洲学分转换与累积系统）来衡量。一个ECTS学分对应约25-30小时的学习负荷。您需要修满一定数量的学分才能完成学位。"
    },
    "page_title_finance": {
        "en": "Finances - QuickStart Guide",
        "de": "Finanzen - QuickStart Guide",
        "ar": "الأمور المالية - دليل البداية السريعة",
        "hi": "वित्त - क्विकस्टार्ट गाइड",
        "es": "Finanzas - Guía de Inicio Rápido",
        "zh": "财务 - 快速入门指南"
    },
    "finance_page_main_title": {
        "en": "Financial Matters",
        "de": "Finanzielle Angelegenheiten",
        "ar": "الأمور المالية",
        "hi": "वित्तीय मामले",
        "es": "Asuntos financieros",
        "zh": "财务事宜"
    },
    "finance_page_sub1_title": {
        "en": "Semester Contribution & Fees",
        "de": "Semesterbeitrag & Gebühren",
        "ar": "المساهمة الفصلية والرسوم",
        "hi": "सेमेस्टर योगदान और शुल्क",
        "es": "Contribución semestral y tasas",
        "zh": "学期费与杂费"
    },
    "finance_page_sub1_text": {
        "en": "There are generally no tuition fees at public universities in Bavaria. However, every student must pay a mandatory <b>'Semesterbeitrag'</b> (semester contribution) before each semester to stay enrolled. <br>• <b>What it covers:</b> This fee supports the Student Services organization ('Studentenwerk'), which runs the cafeterias and dormitories, and the student representatives (StuV). It is NOT a tuition fee. In some cities, it also includes a public transport ticket ('Semesterticket'). <br>• <b>Amount:</b> The fee is currently around €100-€150 per semester. The exact amount is communicated via email during the re-registration period ('Rückmeldung'). <br>• <b>Deadline:</b> Paying this fee on time is extremely important. If you miss the deadline, you risk being exmatriculated!",
        "de": "An öffentlichen Hochschulen in Bayern gibt es in der Regel keine Studiengebühren. Jeder Studierende muss jedoch vor jedem Semester einen obligatorischen <b>'Semesterbeitrag'</b> zahlen, um immatrikuliert zu bleiben. <br>• <b>Was er abdeckt:</b> Dieser Beitrag unterstützt das Studentenwerk, das die Mensen und Wohnheime betreibt, sowie die Studierendenvertretung (StuV). Es ist KEINE Studiengebühr. In manchen Städten beinhaltet er auch ein Semesterticket für den öffentlichen Nahverkehr. <br>• <b>Betrag:</b> Der Beitrag liegt derzeit bei ca. 100-150 € pro Semester. Der genaue Betrag wird während der Rückmeldefrist per E-Mail mitgeteilt. <br>• <b>Frist:</b> Die rechtzeitige Zahlung dieses Beitrags ist extrem wichtig. Wenn du die Frist verpasst, riskierst du die Exmatrikulation!",
        "ar": "بشكل عام، لا توجد رسوم دراسية في الجامعات الحكومية في بافاريا. ومع ذلك، يجب على كل طالب دفع <b>'Semesterbeitrag'</b> (مساهمة فصلية) إلزامية قبل كل فصل دراسي للبقاء مسجلاً. <br>• <b>ماذا يغطي:</b> تدعم هذه الرسوم منظمة خدمات الطلاب ('Studentenwerk')، التي تدير الكافيتريات والمساكن، وممثلي الطلاب (StuV). إنها ليست رسومًا دراسية. في بعض المدن، تشمل أيضًا تذكرة نقل عام ('Semesterticket'). <br>• <b>المبلغ:</b> تبلغ الرسوم حاليًا حوالي 100-150 يورو لكل فصل دراسي. يتم إبلاغ المبلغ المحدد عبر البريد الإلكتروني خلال فترة إعادة التسجيل ('Rückmeldung'). <br>• <b>الموعد النهائي:</b> دفع هذه الرسوم في الوقت المحدد مهم للغاية. إذا فاتك الموعد النهائي، فإنك تخاطر بالفصل من الجامعة!",
        "hi": "बवेरिया में सार्वजनिक विश्वविद्यालयों में आम तौर पर कोई ट्यूशन फीस नहीं होती है। हालांकि, प्रत्येक छात्र को नामांकित रहने के लिए प्रत्येक सेमेस्टर से पहले एक अनिवार्य <b>'सेमेस्टरबीट्राग'</b> (सेमेस्टर योगदान) का भुगतान करना होगा। <br>• <b>यह क्या कवर करता है:</b> यह शुल्क छात्र सेवा संगठन ('Studentenwerk') का समर्थन करता है, जो कैफेटेरिया और छात्रावास चलाता है, और छात्र प्रतिनिधियों (StuV) का। यह ट्यूशन फीस नहीं है। कुछ शहरों में, इसमें एक सार्वजनिक परिवहन टिकट ('सेमेस्टर टिकट') भी शामिल है। <br>• <b>राशि:</b> यह शुल्क वर्तमान में प्रति सेमेस्टर लगभग €100-€150 है। सटीक राशि पुन: पंजीकरण अवधि ('Rückmeldung') के दौरान ईमेल के माध्यम से सूचित की जाती है। <br>• <b>समय सीमा:</b> इस शुल्क का समय पर भुगतान करना अत्यंत महत्वपूर्ण है। यदि आप समय सीमा चूक जाते हैं, तो आपको निष्कासित किए जाने का खतरा है!",
        "es": "Generalmente no hay tasas de matrícula en las universidades públicas de Baviera. Sin embargo, cada estudiante debe pagar una <b>'Semesterbeitrag'</b> (contribución semestral) obligatoria antes de cada semestre para permanecer matriculado. <br>• <b>Qué cubre:</b> Esta tasa apoya a la organización de Servicios Estudiantiles ('Studentenwerk'), que gestiona las cafeterías y residencias, y a los representantes de los estudiantes (StuV). NO es una tasa de matrícula. En algunas ciudades, también incluye un billete de transporte público ('Semesterticket'). <br>• <b>Cantidad:</b> La tasa es actualmente de unos 100-150 € por semestre. La cantidad exacta se comunica por correo electrónico durante el período de reinscripción ('Rückmeldung'). <br>• <b>Plazo:</b> Pagar esta tasa a tiempo es extremadamente importante. ¡Si no cumples el plazo, corres el riesgo de ser expulsado!",
        "zh": "巴伐利亚的公立大学通常不收学费。但是，每位学生每学期前都必须支付强制性的<b>“学期费”</b>（Semesterbeitrag）以保持注册状态。<br>• <b>它涵盖什么：</b>这笔费用用于支持学生服务中心（'Studentenwerk'），该中心运营食堂和宿舍，以及学生代表（StuV）。它不是学费。在某些城市，它还包括一张公共交通票（'Semesterticket'）。<br>• <b>金额：</b>该费用目前约为每学期100-150欧元。确切金额将在重新注册期（'Rückmeldung'）通过电子邮件通知。<br>• <b>截止日期：</b>按时支付此费用非常重要。如果您错过截止日期，将有被开除的风险！"
    },
    "finance_page_sub2_title": {
        "en": "Estimated Cost of Living",
        "de": "Geschätzte Lebenshaltungskosten",
        "ar": "التكلفة التقديرية للمعيشة",
        "hi": "अनुमानित जीवन यापन की लागत",
        "es": "Costo de vida estimado",
        "zh": "预估生活成本"
    },
    "finance_page_sub2_text": {
        "en": "Living in Amberg or Weiden is more affordable than in big German cities. You should budget approximately <b>€750 - €950 per month</b>. This is the amount the German government also officially requires for the visa/residence permit. Here is a rough breakdown: <br>• <b>Rent (Warmmiete):</b> €300 - €450 (Your biggest expense) <br>• <b>Health Insurance:</b> ~€120 (Mandatory) <br>• <b>Food & Groceries:</b> €150 - €200 (Cooking at home saves a lot) <br>• <b>Phone/Internet:</b> €20 - €40 <br>• <b>Broadcasting Fee:</b> €18.36 (or a share of it in a WG) <br>• <b>Study Materials & Books:</b> €20 - €40 <br>• <b>Leisure, Clothing, Other:</b> €50 - €100+ <br>These are estimates and can vary based on your personal lifestyle.",
        "de": "Das Leben in Amberg oder Weiden ist günstiger als in deutschen Großstädten. Du solltest ungefähr <b>750 - 950 € pro Monat</b> einplanen. Dies ist auch der Betrag, den die deutsche Regierung offiziell für das Visum/die Aufenthaltserlaubnis verlangt. Hier ist eine grobe Aufschlüsselung: <br>• <b>Miete (Warmmiete):</b> 300 - 450 € (Dein größter Ausgabenposten) <br>• <b>Krankenversicherung:</b> ~120 € (Pflicht) <br>• <b>Lebensmittel:</b> 150 - 200 € (Selbst kochen spart viel) <br>• <b>Telefon/Internet:</b> 20 - 40 € <br>• <b>Rundfunkbeitrag:</b> 18,36 € (oder ein Anteil in einer WG) <br>• <b>Lernmaterialien & Bücher:</b> 20 - 40 € <br>• <b>Freizeit, Kleidung, Sonstiges:</b> 50 - 100+ € <br>Dies sind Schätzungen und können je nach Lebensstil variieren.",
        "ar": "المعيشة في آمبرغ أو فايدن أقل تكلفة من المدن الألمانية الكبرى. يجب أن تخصص ميزانية تقريبية تبلغ <b>750 - 950 يورو شهريًا</b>. هذا هو المبلغ الذي تطلبه الحكومة الألمانية رسميًا أيضًا للتأشيرة/تصريح الإقامة. إليك تفصيل تقريبي: <br>• <b>الإيجار (Warmmiete):</b> 300 - 450 يورو (أكبر نفقاتك) <br>• <b>التأمين الصحي:</b> ~120 يورو (إلزامي) <br>• <b>الطعام والبقالة:</b> 150 - 200 يورو (الطبخ في المنزل يوفر الكثير) <br>• <b>الهاتف/الإنترنت:</b> 20 - 40 يورو <br>• <b>رسوم البث:</b> 18.36 يورو (أو حصة منها في شقة مشتركة) <br>• <b>مواد الدراسة والكتب:</b> 20 - 40 يورو <br>• <b>الترفيه، الملابس، أخرى:</b> 50 - 100+ يورو <br>هذه تقديرات ويمكن أن تختلف بناءً على نمط حياتك.",
        "hi": "बड़े जर्मन शहरों की तुलना में एमबर्ग या वेडेन में रहना अधिक किफायती है। आपको प्रति माह लगभग <b>€750 - €950</b> का बजट बनाना चाहिए। यह वह राशि है जिसकी जर्मन सरकार भी वीजा/निवास परमिट के लिए आधिकारिक तौर पर मांग करती है। यहाँ एक मोटा-मोटा ब्यौरा है: <br>• <b>किराया (Warmmiete):</b> €300 - €450 (आपका सबसे बड़ा खर्च) <br>• <b>स्वास्थ्य बीमा:</b> ~€120 (अनिवार्य) <br>• <b>भोजन और किराने का सामान:</b> €150 - €200 (घर पर खाना पकाने से बहुत बचत होती है) <br>• <b>फोन/इंटरनेट:</b> €20 - €40 <br>• <b>प्रसारण शुल्क:</b> €18.36 (या WG में इसका एक हिस्सा) <br>• <b>अध्ययन सामग्री और किताबें:</b> €20 - €40 <br>• <b>अवकाश, कपड़े, अन्य:</b> €50 - €100+ <br>ये अनुमान हैं और आपकी व्यक्तिगत जीवनशैली के आधार पर भिन्न हो सकते हैं।",
        "es": "Vivir en Amberg o Weiden es más asequible que en las grandes ciudades alemanas. Deberías presupuestar aproximadamente <b>750 - 950 € al mes</b>. Esta es la cantidad que el gobierno alemán también exige oficialmente para el visado/permiso de residencia. Aquí tienes un desglose aproximado: <br>• <b>Alquiler (Warmmiete):</b> 300 - 450 € (Tu mayor gasto) <br>• <b>Seguro de salud:</b> ~120 € (Obligatorio) <br>• <b>Comida y comestibles:</b> 150 - 200 € (Cocinar en casa ahorra mucho) <br>• <b>Teléfono/Internet:</b> 20 - 40 € <br>• <b>Tasa de radiodifusión:</b> 18,36 € (o una parte en un WG) <br>• <b>Material de estudio y libros:</b> 20 - 40 € <br>• <b>Ocio, Ropa, Otros:</b> 50 - 100+ € <br>Estas son estimaciones y pueden variar según tu estilo de vida.",
        "zh": "在安贝格或魏登的生活成本比德国大城市低。您应该预算每月大约<b>750 - 950欧元</b>。这也是德国政府官方要求的签证/居留许可金额。以下是一个粗略的分类：<br>• <b>租金（暖租）:</b> 300 - 450欧元（您最大的开销）<br>• <b>健康保险:</b> 约120欧元（强制）<br>• <b>食品和杂货:</b> 150 - 200欧元（在家做饭能省很多钱）<br>• <b>电话/网络:</b> 20 - 40欧元<br>• <b>广播电视费:</b> 18.36欧元（如果在合租公寓中，则为一部分）<br>• <b>学习材料和书籍:</b> 20 - 40欧元<br>• <b>休闲、服装、其他:</b> 50 - 100+欧元<br>这些是估算值，可能会根据您的个人生活方式而有所不同。"
    },
    "finance_page_sub3_title": {
        "en": "Working while Studying: Jobs & Rules",
        "de": "Arbeiten neben dem Studium: Jobs & Regeln",
        "ar": "العمل أثناء الدراسة: الوظائف والقواعد",
        "hi": "पढ़ाई के दौरान काम करना: नौकरियां और नियम",
        "es": "Trabajar mientras estudias: Trabajos y Reglas",
        "zh": "半工半读：工作与规定"
    },
    "finance_page_sub3_text": {
        "en": "Working part-time is a great way to finance your studies and gain experience. <br><b>Rules for Non-EU/EEA Students:</b> You are allowed to work up to <b>120 full days</b> or <b>240 half days</b> per year. A full day is more than 4 hours, a half day is up to 4 hours. This rule is strict! Student assistant jobs at the university ('HiWi') do not count towards this limit, which makes them very attractive. <br><b>Types of Jobs:</b> <br>• <b>Minijob:</b> You can earn up to €538 per month tax-free. This is very common for students (e.g., working in a café, supermarket, or as a delivery driver). <br>• <b>Working Student (Werkstudent):</b> You work up to 20 hours/week in a company, often in your field of study. This is excellent for your CV but you have to pay into the pension insurance. <br>• <b>HiWi (Student Assistant):</b> Working at the university for a professor or an institute. Check the university's job portal for openings. <br><b>Where to look:</b> OTH-AW job portal, local newspapers, online job boards like 'Indeed', 'StepStone', or the website of the 'Agentur für Arbeit'. Basic German skills will highly increase your chances!",
        "de": "Ein Teilzeitjob ist eine großartige Möglichkeit, dein Studium zu finanzieren und Erfahrungen zu sammeln. <br><b>Regeln für Nicht-EU/EWR-Studierende:</b> Du darfst bis zu <b>120 volle Tage</b> oder <b>240 halbe Tage</b> pro Jahr arbeiten. Ein voller Tag ist mehr als 4 Stunden, ein halber Tag bis zu 4 Stunden. Diese Regel ist streng! Jobs als studentische Hilfskraft an der Hochschule ('HiWi') zählen nicht zu diesem Limit, was sie sehr attraktiv macht. <br><b>Arten von Jobs:</b> <br>• <b>Minijob:</b> Du kannst bis zu 538 € pro Monat steuerfrei verdienen. Das ist bei Studierenden sehr verbreitet (z.B. in einem Café, Supermarkt oder als Lieferfahrer). <br>• <b>Werkstudent:</b> Du arbeitest bis zu 20 Stunden/Woche in einem Unternehmen, oft in deinem Studienfach. Das ist exzellent für deinen Lebenslauf, aber du musst in die Rentenversicherung einzahlen. <br>• <b>HiWi (Studentische Hilfskraft):</b> Arbeit an der Hochschule für einen Professor oder ein Institut. Suche im Jobportal der Hochschule nach Stellen. <br><b>Wo suchen:</b> Jobportal der OTH-AW, lokale Zeitungen, Online-Jobbörsen wie 'Indeed', 'StepStone' oder die Website der 'Agentur für Arbeit'. Grundlegende Deutschkenntnisse erhöhen deine Chancen erheblich!",
        "ar": "العمل بدوام جزئي هو وسيلة رائعة لتمويل دراستك واكتساب الخبرة. <br><b>قواعد لطلاب من خارج الاتحاد الأوروبي/المنطقة الاقتصادية الأوروبية:</b> يُسمح لك بالعمل حتى <b>120 يومًا كاملاً</b> أو <b>240 نصف يوم</b> في السنة. اليوم الكامل أكثر من 4 ساعات، ونصف اليوم يصل إلى 4 ساعات. هذه القاعدة صارمة! لا تحتسب وظائف المساعد الطلابي في الجامعة ('HiWi') ضمن هذا الحد، مما يجعلها جذابة للغاية. <br><b>أنواع الوظائف:</b> <br>• <b>Minijob:</b> يمكنك كسب ما يصل إلى 538 يورو شهريًا معفاة من الضرائب. هذا شائع جدًا للطلاب (على سبيل المثال، العمل في مقهى أو سوبر ماركت أو كسائق توصيل). <br>• <b>طالب عامل (Werkstudent):</b> تعمل حتى 20 ساعة/أسبوع في شركة، غالبًا في مجال دراستك. هذا ممتاز لسيرتك الذاتية ولكن عليك دفع تأمين التقاعد. <br>• <b>HiWi (مساعد طالب):</b> العمل في الجامعة لأستاذ أو معهد. تحقق من بوابة الوظائف بالجامعة بحثًا عن شواغر. <br><b>أين تبحث:</b> بوابة وظائف OTH-AW، الصحف المحلية، لوحات الوظائف عبر الإنترنت مثل 'Indeed' أو 'StepStone' أو موقع 'Agentur für Arbeit'. المهارات الأساسية في اللغة الألمانية ستزيد من فرصك بشكل كبير!",
        "hi": "अंशकालिक काम करना आपकी पढ़ाई को वित्तपोषित करने और अनुभव प्राप्त करने का एक शानदार तरीका है। <br><b>गैर-यूरोपीय संघ/ईईए छात्रों के लिए नियम:</b> आपको प्रति वर्ष <b>120 पूरे दिन</b> या <b>240 आधे दिन</b> तक काम करने की अनुमति है। एक पूरा दिन 4 घंटे से अधिक है, एक आधा दिन 4 घंटे तक है। यह नियम सख्त है! विश्वविद्यालय में छात्र सहायक नौकरियां ('HiWi') इस सीमा में नहीं गिनी जाती हैं, जो उन्हें बहुत आकर्षक बनाती है। <br><b>नौकरियों के प्रकार:</b> <br>• <b>Minijob:</b> आप प्रति माह €538 तक कर-मुक्त कमा सकते हैं। यह छात्रों के लिए बहुत आम है (जैसे, एक कैफे, सुपरमार्केट में, या एक डिलीवरी ड्राइवर के रूप में काम करना)। <br>• <b>कार्यरत छात्र (Werkstudent):</b> आप एक कंपनी में 20 घंटे/सप्ताह तक काम करते हैं, अक्सर अपने अध्ययन के क्षेत्र में। यह आपके सीवी के लिए उत्कृष्ट है लेकिन आपको पेंशन बीमा में भुगतान करना होगा। <br>• <b>HiWi (छात्र सहायक):</b> एक प्रोफेसर या एक संस्थान के लिए विश्वविद्यालय में काम करना। उद्घाटन के लिए विश्वविद्यालय के जॉब पोर्टल की जाँच करें। <br><b>कहाँ देखें:</b> OTH-AW जॉब पोर्टल, स्थानीय समाचार पत्र, 'Indeed', 'StepStone' जैसे ऑनलाइन जॉब बोर्ड, या 'Agentur für Arbeit' की वेबसाइट। बुनियादी जर्मन कौशल आपके अवसरों को बहुत बढ़ा देगा!",
        "es": "Trabajar a tiempo parcial es una excelente manera de financiar tus estudios y ganar experiencia. <br><b>Reglas para estudiantes de fuera de la UE/EEE:</b> Se te permite trabajar hasta <b>120 días completos</b> o <b>240 medios días</b> al año. Un día completo es más de 4 horas, un medio día es hasta 4 horas. ¡Esta regla es estricta! Los trabajos de asistente de estudiante en la universidad ('HiWi') no cuentan para este límite, lo que los hace muy atractivos. <br><b>Tipos de trabajos:</b> <br>• <b>Minijob:</b> Puedes ganar hasta 538 € al mes libres de impuestos. Es muy común para los estudiantes (p. ej., trabajar en una cafetería, un supermercado o como repartidor). <br>• <b>Estudiante trabajador (Werkstudent):</b> Trabajas hasta 20 horas/semana en una empresa, a menudo en tu campo de estudio. Esto es excelente para tu currículum, pero tienes que cotizar al seguro de pensiones. <br>• <b>HiWi (Asistente de estudiante):</b> Trabajar en la universidad para un profesor o un instituto. Consulta el portal de empleo de la universidad para ver las vacantes. <br><b>Dónde buscar:</b> Portal de empleo de OTH-AW, periódicos locales, bolsas de trabajo en línea como 'Indeed', 'StepStone' o el sitio web de la 'Agentur für Arbeit'. ¡Tener conocimientos básicos de alemán aumentará enormemente tus posibilidades!",
        "zh": "兼职工作是资助学业和获得经验的好方法。<br><b>非欧盟/欧洲经济区学生的规定：</b>您每年最多可以工作<b>120个全天</b>或<b>240个半天</b>。一个全天是超过4小时，一个半天是最多4小时。这个规定很严格！在大学的学生助理工作（'HiWi'）不计入此限制，这使它们非常有吸引力。<br><b>工作类型：</b><br>• <b>迷你工作 (Minijob)：</b>您每月最多可以免税赚取538欧元。这在学生中非常普遍（例如，在咖啡馆、超市或作为送货员工作）。<br>• <b>工读生 (Werkstudent)：</b>您在一家公司每周工作最多20小时，通常在您的研究领域。这对您的简历非常好，但您必须支付养老保险。<br>• <b>HiWi (学生助理)：</b>在大学为教授或研究所工作。请查看大学的招聘门户网站以获取职位空缺。<br><b>去哪里找：</b>OTH-AW招聘门户、当地报纸、像'Indeed'、'StepStone'这样的在线招聘网站，或'Agentur für Arbeit'的网站。拥有基本的德语技能将大大增加您的机会！"
    },
    "finance_page_sub4_title": {
        "en": "Saving Money: Scholarships & Student Discounts",
        "de": "Geld sparen: Stipendien & Studentenrabatte",
        "ar": "توفير المال: المنح الدراسية وخصومات الطلاب",
        "hi": "पैसे बचाना: छात्रवृत्ति और छात्र छूट",
        "es": "Ahorrar dinero: Becas y descuentos para estudiantes",
        "zh": "省钱：奖学金与学生折扣"
    },
    "finance_page_sub4_text": {
        "en": "<b>Scholarships:</b> Actively look for funding opportunities! The DAAD (German Academic Exchange Service) has a great scholarship database. Our university also offers the 'Deutschlandstipendium' and other grants for excellent students. The International Office can provide information and guide you. <br><b>Student Discounts (Studentenrabatte):</b> Your student ID is a powerful tool! Always ask if there is a student discount. You can get reduced prices at: <br>• Cinemas, museums, theaters <br>• Public swimming pools <br>• Gym memberships <br>• Software (e.g., Microsoft Office) and hardware <br>• Streaming services (Spotify, Amazon Prime) <br>• Bank accounts and mobile phone contracts (but be careful with long-term contracts!)",
        "de": "<b>Stipendien:</b> Suche aktiv nach Finanzierungsmöglichkeiten! Der DAAD (Deutscher Akademischer Austauschdienst) hat eine großartige Stipendiendatenbank. Unsere Hochschule bietet auch das 'Deutschlandstipendium' und andere Förderungen für exzellente Studierende an. Das International Office kann Informationen geben und dich beraten. <br><b>Studentenrabatte:</b> Dein Studierendenausweis ist ein mächtiges Werkzeug! Frage immer, ob es einen Studentenrabatt gibt. Du kannst ermäßigte Preise erhalten bei: <br>• Kinos, Museen, Theatern <br>• Öffentlichen Schwimmbädern <br>• Fitnessstudio-Mitgliedschaften <br>• Software (z.B. Microsoft Office) und Hardware <br>• Streaming-Diensten (Spotify, Amazon Prime) <br>• Bankkonten und Handyverträgen (aber sei vorsichtig bei langfristigen Verträgen!)",
        "ar": "<b>المنح الدراسية:</b> ابحث بنشاط عن فرص التمويل! لدى DAAD (خدمة التبادل الأكاديمي الألمانية) قاعدة بيانات رائعة للمنح الدراسية. تقدم جامعتنا أيضًا 'Deutschlandstipendium' ومنح أخرى للطلاب المتميزين. يمكن للمكتب الدولي تقديم المعلومات وإرشادك. <br><b>خصومات الطلاب (Studentenrabatte):</b> بطاقة الطالب الخاصة بك أداة قوية! اسأل دائمًا عما إذا كان هناك خصم للطلاب. يمكنك الحصول على أسعار مخفضة في: <br>• دور السينما والمتاحف والمسارح <br>• حمامات السباحة العامة <br>• عضويات الصالة الرياضية <br>• البرامج (مثل Microsoft Office) والأجهزة <br>• خدمات البث (Spotify، Amazon Prime) <br>• الحسابات المصرفية وعقود الهاتف المحمول (ولكن كن حذرًا من العقود طويلة الأجل!)",
        "hi": "<b>छात्रवृत्तियां:</b> सक्रिय रूप से वित्त पोषण के अवसरों की तलाश करें! DAAD (जर्मन अकादमिक विनिमय सेवा) के पास एक बेहतरीन छात्रवृत्ति डेटाबेस है। हमारा विश्वविद्यालय उत्कृष्ट छात्रों के लिए 'Deutschlandstipendium' और अन्य अनुदान भी प्रदान करता है। अंतर्राष्ट्रीय कार्यालय जानकारी प्रदान कर सकता है और आपका मार्गदर्शन कर सकता है। <br><b>छात्र छूट (Studentenrabatte):</b> आपकी छात्र आईडी एक शक्तिशाली उपकरण है! हमेशा पूछें कि क्या कोई छात्र छूट है। आप यहां कम कीमतों पर प्राप्त कर सकते हैं: <br>• सिनेमा, संग्रहालय, थिएटर <br>• सार्वजनिक स्विमिंग पूल <br>• जिम सदस्यता <br>• सॉफ्टवेयर (जैसे, माइक्रोसॉफ्ट ऑफिस) और हार्डवेयर <br>• स्ट्रीमिंग सेवाएं (स्पॉटिफी, अमेज़ॅन प्राइम) <br>• बैंक खाते और मोबाइल फोन अनुबंध (लेकिन लंबी अवधि के अनुबंधों से सावधान रहें!)",
        "es": "<b>Becas:</b> ¡Busca activamente oportunidades de financiación! El DAAD (Servicio Alemán de Intercambio Académico) tiene una excelente base de datos de becas. Nuestra universidad también ofrece el 'Deutschlandstipendium' y otras ayudas para estudiantes excelentes. La Oficina Internacional puede proporcionar información y guiarte. <br><b>Descuentos para estudiantes (Studentenrabatte):</b> ¡Tu carné de estudiante es una herramienta poderosa! Pregunta siempre si hay un descuento para estudiantes. Puedes obtener precios reducidos en: <br>• Cines, museos, teatros <br>• Piscinas públicas <br>• Membresías de gimnasios <br>• Software (p. ej., Microsoft Office) y hardware <br>• Servicios de streaming (Spotify, Amazon Prime) <br>• Cuentas bancarias y contratos de telefonía móvil (¡pero ten cuidado con los contratos a largo plazo!)",
        "zh": "<b>奖学金：</b>积极寻找资助机会！DAAD（德意志学术交流中心）有一个很棒的奖学金数据库。我们大学也为优秀学生提供“德国奖学金”（Deutschlandstipendium）和其他助学金。国际办公室可以提供信息并指导您。<br><b>学生折扣 (Studentenrabatte)：</b>您的学生证是一个强大的工具！总是询问是否有学生折扣。您可以在以下地方获得优惠价格：<br>• 电影院、博物馆、剧院<br>• 公共游泳池<br>• 健身房会员<br>• 软件（例如微软Office）和硬件<br>• 流媒体服务（Spotify, Amazon Prime）<br>• 银行账户和手机合同（但要小心长期合同！）"
    },
    "page_title_contacts": {
        "en": "Contacts - QuickStart Guide",
        "de": "Kontakte - QuickStart Guide",
        "ar": "جهات الاتصال - دليل البداية السريعة",
        "hi": "संपर्क - क्विकस्टार्ट गाइड",
        "es": "Contactos - Guía de Inicio Rápido",
        "zh": "联系方式 - 快速入门指南"
    },
    "contacts_page_main_title": {
        "en": "Important Contacts",
        "de": "Wichtige Kontakte",
        "ar": "جهات اتصال هامة",
        "hi": "महत्वपूर्ण संपर्क",
        "es": "Contactos importantes",
        "zh": "重要联系方式"
    },
    "contacts_page_sub1_title": {
        "en": "International Office",
        "de": "International Office",
        "ar": "المكتب الدولي",
        "hi": "अंतर्राष्ट्रीय कार्यालय",
        "es": "Oficina Internacional",
        "zh": "国际办公室"
    },
    "contacts_page_sub1_text": {
        "en": "This is your most important point of contact as an international student. They will help you with: <br>• Questions about your visa and residence permit. <br>• Information on orientation events and intercultural training. <br>• Support programs and finding a buddy. <br>• Questions about studying and living in Germany. <br>You can find their office hours and contact details on the main OTH-AW website. Don't hesitate to reach out to them!",
        "de": "Dies ist Ihre wichtigste Anlaufstelle als internationaler Studierender. Sie helfen Ihnen bei: <br>• Fragen zu Visum und Aufenthaltserlaubnis. <br>• Informationen zu Orientierungsveranstaltungen und interkulturellen Trainings. <br>• Betreuungsprogrammen und der Suche nach einem Buddy. <br>• Fragen zum Studium und Leben in Deutschland. <br>Die Sprechzeiten und Kontaktdaten finden Sie auf der Hauptwebsite der OTH-AW. Zögern Sie nicht, sie zu kontaktieren!",
        "ar": "هذه هي أهم نقطة اتصال لك كطالب دولي. سيساعدونك في: <br>• أسئلة حول تأشيرتك وتصريح إقامتك. <br>• معلومات حول فعاليات التوجيه والتدريب بين الثقافات. <br>• برامج الدعم والعثور على صديق. <br>• أسئلة حول الدراسة والمعيشة في ألمانيا. <br>يمكنك العثور على ساعات عملهم وتفاصيل الاتصال بهم على موقع OTH-AW الرئيسي. لا تتردد في التواصل معهم!",
        "hi": "एक अंतरराष्ट्रीय छात्र के रूप में यह आपका सबसे महत्वपूर्ण संपर्क बिंदु है। वे आपकी मदद करेंगे: <br>• आपके वीजा और निवास परमिट के बारे में प्रश्नों के साथ। <br>• ओरिएंटेशन कार्यक्रमों और अंतरसांस्कृतिक प्रशिक्षण पर जानकारी। <br>• सहायता कार्यक्रम और एक दोस्त ढूंढना। <br>• जर्मनी में अध्ययन और रहने के बारे में प्रश्न। <br>आप उनके कार्यालय के घंटे और संपर्क विवरण मुख्य OTH-AW वेबसाइट पर पा सकते हैं। उनसे संपर्क करने में संकोच न करें!",
        "es": "Este es tu punto de contacto más importante como estudiante internacional. Te ayudarán con: <br>• Preguntas sobre tu visado y permiso de residencia. <br>• Información sobre eventos de orientación y formación intercultural. <br>• Programas de apoyo y búsqueda de un compañero (buddy). <br>• Preguntas sobre estudiar y vivir en Alemania. <br>Puedes encontrar sus horarios de oficina y datos de contacto en el sitio web principal de OTH-AW. ¡No dudes en contactarlos!",
        "zh": "作为一名国际学生，这是您最重要的联系点。他们将帮助您处理：<br>• 关于您的签证和居留许可的问题。<br>• 关于迎新活动和跨文化培训的信息。<br>• 支持项目和寻找学伴。<br>• 关于在德国学习和生活的问题。<br>您可以在OTH-AW的主网站上找到他们的办公时间和联系方式。请不要犹豫与他们联系！"
    },
    "contacts_page_sub2_title": {
        "en": "Faculty & Study Program Coordinator",
        "de": "Fakultät & Studiengangskoordinator",
        "ar": "منسق الكلية والبرنامج الدراسي",
        "hi": "संकाय और अध्ययन कार्यक्रम समन्वयक",
        "es": "Facultad y Coordinador del Programa de Estudios",
        "zh": "院系与学习项目协调员"
    },
    "contacts_page_sub2_text": {
        "en": "For specific academic questions related to your study program, your program coordinator ('Studiengangskoordinator') or the dean's office of your faculty ('Fakultätssekretariat') is the right contact. They can help with: <br>• Questions about your curriculum and course selection. <br>• Recognition of credits from other universities. <br>• Specific regulations of your study program. <br>The contact information is available on your faculty's page on the university website.",
        "de": "Für spezifische akademische Fragen zu Ihrem Studiengang ist Ihr Studiengangskoordinator oder das Dekanat Ihrer Fakultät (Fakultätssekretariat) der richtige Ansprechpartner. Sie können helfen bei: <br>• Fragen zu Ihrem Studienplan und zur Kurswahl. <br>• Anerkennung von Studienleistungen von anderen Hochschulen. <br>• Spezifischen Regelungen Ihres Studiengangs. <br>Die Kontaktdaten finden Sie auf der Seite Ihrer Fakultät auf der Hochschulwebsite.",
        "ar": "للأسئلة الأكاديمية المحددة المتعلقة ببرنامجك الدراسي، فإن منسق البرنامج ('Studiengangskoordinator') أو مكتب عميد كليتك ('Fakultätssekretariat') هو جهة الاتصال الصحيحة. يمكنهم المساعدة في: <br>• أسئلة حول منهجك الدراسي واختيار المقررات. <br>• الاعتراف بالاعتمادات من جامعات أخرى. <br>• اللوائح المحددة لبرنامجك الدراسي. <br>تتوفر معلومات الاتصال على صفحة كليتك على موقع الجامعة.",
        "hi": "आपके अध्ययन कार्यक्रम से संबंधित विशिष्ट शैक्षणिक प्रश्नों के लिए, आपके कार्यक्रम समन्वयक ('Studiengangskoordinator') या आपके संकाय का डीन का कार्यालय ('Fakultätssekretariat') सही संपर्क है। वे मदद कर सकते हैं: <br>• आपके पाठ्यक्रम और पाठ्यक्रम चयन के बारे में प्रश्नों के साथ। <br>• अन्य विश्वविद्यालयों से क्रेडिट की मान्यता। <br>• आपके अध्ययन कार्यक्रम के विशिष्ट नियम। <br>संपर्क जानकारी विश्वविद्यालय की वेबसाइट पर आपके संकाय के पेज पर उपलब्ध है।",
        "es": "Para preguntas académicas específicas relacionadas con tu programa de estudios, tu coordinador de programa ('Studiengangskoordinator') o la secretaría de tu facultad ('Fakultätssekretariat') es el contacto adecuado. Pueden ayudar con: <br>• Preguntas sobre tu plan de estudios y selección de cursos. <br>• Reconocimiento de créditos de otras universidades. <br>• Regulaciones específicas de tu programa de estudios. <br>La información de contacto está disponible en la página de tu facultad en el sitio web de la universidad.",
        "zh": "对于与您的学习项目相关的具体学术问题，您的项目协调员（'Studiengangskoordinator'）或您所在院系的院长办公室（'Fakultätssekretariat'）是正确的联系人。他们可以帮助处理：<br>• 关于您的课程设置和选课的问题。<br>• 其他大学学分的认证。<br>• 您学习项目的具体规定。<br>联系信息可在大学网站上您所在院系的页面上找到。"
    },
    "contacts_page_sub3_title": {
        "en": "Student Representatives (Fachschaft / StuV)",
        "de": "Studierendenvertretung (Fachschaft / StuV)",
        "ar": "ممثلو الطلاب (Fachschaft / StuV)",
        "hi": "छात्र प्रतिनिधि (Fachschaft / StuV)",
        "es": "Representantes de Estudiantes (Fachschaft / StuV)",
        "zh": "学生代表 (Fachschaft / StuV)"
    },
    "contacts_page_sub3_text": {
        "en": "The 'Fachschaft' is the student body of your faculty, and the 'StuV' (Studierendenvertretung) represents all students of the university. They are students just like you and offer peer-to-peer support. Contact them for: <br>• Advice from an experienced student's perspective. <br>• Help with problems with professors or courses. <br>• Information about student life, parties, and events. <br>• Getting involved in university life.",
        "de": "Die 'Fachschaft' ist die Studierendenvertretung Ihrer Fakultät, und die 'StuV' (Studierendenvertretung) vertritt alle Studierenden der Hochschule. Sie sind Studierende wie Sie und bieten Unterstützung von Studierenden für Studierende. Kontaktieren Sie sie für: <br>• Ratschläge aus der Perspektive erfahrener Studierender. <br>• Hilfe bei Problemen mit Professoren oder Kursen. <br>• Informationen über das Studentenleben, Partys und Veranstaltungen. <br>• Möglichkeiten, sich im Hochschulleben zu engagieren.",
        "ar": "إن 'Fachschaft' هي الهيئة الطلابية لكليتك، و'StuV' (Studierendenvertretung) تمثل جميع طلاب الجامعة. هم طلاب مثلك تمامًا ويقدمون الدعم من نظير إلى نظير. اتصل بهم من أجل: <br>• نصيحة من منظور طالب خبير. <br>• المساعدة في حل المشكلات مع الأساتذة أو المقررات. <br>• معلومات حول الحياة الطلابية والحفلات والفعاليات. <br>• المشاركة في الحياة الجامعية.",
        "hi": "'Fachschaft' आपके संकाय का छात्र निकाय है, और 'StuV' (Studierendenvertretung) विश्वविद्यालय के सभी छात्रों का प्रतिनिधित्व करता है। वे भी आपकी तरह छात्र हैं और सहकर्मी-से-सहकर्मी सहायता प्रदान करते हैं। उनसे संपर्क करें: <br>• एक अनुभवी छात्र के दृष्टिकोण से सलाह के लिए। <br>• प्रोफेसरों या पाठ्यक्रमों के साथ समस्याओं में मदद के लिए। <br>• छात्र जीवन, पार्टियों और कार्यक्रमों के बारे में जानकारी के लिए। <br>• विश्वविद्यालय जीवन में शामिल होने के लिए।",
        "es": "La 'Fachschaft' es el cuerpo estudiantil de tu facultad, y la 'StuV' (Studierendenvertretung) representa a todos los estudiantes de la universidad. Son estudiantes como tú y ofrecen apoyo entre pares. Contacta con ellos para: <br>• Consejos desde la perspectiva de un estudiante experimentado. <br>• Ayuda con problemas con profesores o cursos. <br>• Información sobre la vida estudiantil, fiestas y eventos. <br>• Involucrarte en la vida universitaria.",
        "zh": "“Fachschaft”是您所在院系的学生会，而“StuV”（Studierendenvertretung）则代表大学的所有学生。他们和您一样是学生，提供同伴支持。您可以联系他们以获得：<br>• 来自经验丰富的学生视角的建议。<br>• 在与教授或课程有关的问题上获得帮助。<br>• 关于学生生活、派对和活动的信息。<br>• 参与大学生活。"
    },
    "page_title_leisure": {
        "en": "Leisure - QuickStart Guide",
        "de": "Freizeit - QuickStart Guide",
        "ar": "الترفيه - دليل البداية السريعة",
        "hi": "अवकाश - क्विकस्टार्ट गाइड",
        "es": "Ocio - Guía de Inicio Rápido",
        "zh": "休闲 - 快速入门指南"
    },
    "leisure_page_main_title": {
        "en": "Leisure, Sports & Culture",
        "de": "Freizeit, Sport & Kultur",
        "ar": "الترفيه والرياضة والثقافة",
        "hi": "अवकाश, खेल और संस्कृति",
        "es": "Ocio, Deportes y Cultura",
        "zh": "休闲、运动与文化"
    },
    "leisure_page_sub1_title": {
        "en": "University Sports (Hochschulsport)",
        "de": "Hochschulsport",
        "ar": "الرياضة الجامعية (Hochschulsport)",
        "hi": "विश्वविद्यालय खेल (Hochschulsport)",
        "es": "Deportes Universitarios (Hochschulsport)",
        "zh": "大学体育 (Hochschulsport)"
    },
    "leisure_page_sub1_text": {
        "en": "The university sports program is a great way to stay active, meet new people, and try new things for very little money. A wide range of courses is offered each semester, from team sports like volleyball and soccer to fitness classes, yoga, and climbing. The program is published shortly before the semester starts. Sign-up is usually online and spots can fill up quickly, so be fast! Check the 'Hochschulsport' section on the university website for the current schedule and registration details.",
        "de": "Das Hochschulsportprogramm ist eine großartige Möglichkeit, aktiv zu bleiben, neue Leute kennenzulernen und neue Dinge für sehr wenig Geld auszuprobieren. Jedes Semester wird eine breite Palette von Kursen angeboten, von Mannschaftssportarten wie Volleyball und Fußball bis hin zu Fitnesskursen, Yoga und Klettern. Das Programm wird kurz vor Semesterbeginn veröffentlicht. Die Anmeldung erfolgt in der Regel online und die Plätze können schnell belegt sein, also seien Sie schnell! Den aktuellen Zeitplan und die Anmeldedetails finden Sie im Bereich 'Hochschulsport' auf der Hochschulwebsite.",
        "ar": "برنامج الرياضة الجامعية هو وسيلة رائعة للبقاء نشيطًا، والتعرف على أشخاص جدد، وتجربة أشياء جديدة مقابل القليل من المال. يتم تقديم مجموعة واسعة من الدورات كل فصل دراسي، من الرياضات الجماعية مثل الكرة الطائرة وكرة القدم إلى فصول اللياقة البدنية واليوغا والتسلق. يتم نشر البرنامج قبل بدء الفصل الدراسي بوقت قصير. عادةً ما يكون التسجيل عبر الإنترنت ويمكن أن تمتلئ الأماكن بسرعة، لذا كن سريعًا! تحقق من قسم 'Hochschulsport' على موقع الجامعة للحصول على الجدول الزمني الحالي وتفاصيل التسجيل.",
        "hi": "विश्वविद्यालय खेल कार्यक्रम सक्रिय रहने, नए लोगों से मिलने और बहुत कम पैसे में नई चीजों को आज़माने का एक शानदार तरीका है। प्रत्येक सेमेस्टर में वॉलीबॉल और सॉकर जैसे टीम खेलों से लेकर फिटनेस क्लास, योग और चढ़ाई तक कई तरह के पाठ्यक्रम पेश किए जाते हैं। कार्यक्रम सेमेस्टर शुरू होने से कुछ समय पहले प्रकाशित किया जाता है। साइन-अप आमतौर पर ऑनलाइन होता है और स्थान जल्दी भर सकते हैं, इसलिए जल्दी करें! वर्तमान अनुसूची और पंजीकरण विवरण के लिए विश्वविद्यालय की वेबसाइट पर 'Hochschulsport' अनुभाग देखें।",
        "es": "El programa de deportes universitarios es una excelente manera de mantenerse activo, conocer gente nueva y probar cosas nuevas por muy poco dinero. Cada semestre se ofrece una amplia gama of de cursos, desde deportes de equipo como voleibol y fútbol hasta clases de fitness, yoga y escalada. El programa se publica poco antes de que comience el semestre. La inscripción suele ser en línea y las plazas pueden llenarse rápidamente, ¡así que sé rápido! Consulta la sección 'Hochschulsport' en el sitio web de la universidad para ver el horario actual y los detalles de inscripción.",
        "zh": "大学体育项目是保持活力、结识新朋友和以很少的钱尝试新事物的好方法。每个学期都提供各种各样的课程，从排球和足球等团队运动到健身课程、瑜伽和攀岩。课程表通常在学期开始前不久公布。报名通常在线进行，名额可能很快就会满，所以要迅速！请查看大学网站上的“Hochschulsport”部分，了解当前的时间表和注册详情。"
    },
    "leisure_page_sub2_title": {
        "en": "Culture & Events in the Region",
        "de": "Kultur & Events in der Region",
        "ar": "الثقافة والفعاليات في المنطقة",
        "hi": "क्षेत्र में संस्कृति और कार्यक्रम",
        "es": "Cultura y eventos en la región",
        "zh": "地区文化与活动"
    },
    "leisure_page_sub2_text": {
        "en": "Amberg and Weiden have charming historic city centers. Explore the local museums, theaters, and cinemas. Throughout the year, there are various festivals ('Feste'), such as the Christmas markets ('Weihnachtsmarkt') in winter or city festivals ('Bürgerfest') in summer. Student organizations also host regular parties and events. For nightlife, you will find several pubs and bars. Keep an eye on local event calendars and posters around the city and university.",
        "de": "Amberg und Weiden haben charmante historische Stadtkerne. Erkunden Sie die lokalen Museen, Theater und Kinos. Das ganze Jahr über gibt es verschiedene Feste, wie die Weihnachtsmärkte im Winter oder das Bürgerfest im Sommer. Studentenorganisationen veranstalten ebenfalls regelmäßig Partys und Events. Für das Nachtleben finden Sie mehrere Kneipen und Bars. Halten Sie Ausschau nach lokalen Veranstaltungskalendern und Plakaten in der Stadt und an der Hochschule.",
        "ar": "تتمتع آمبرغ وفايدن بمراكز مدن تاريخية ساحرة. استكشف المتاحف والمسارح ودور السينما المحلية. على مدار العام، تقام مهرجانات مختلفة ('Feste')، مثل أسواق عيد الميلاد ('Weihnachtsmarkt') في الشتاء أو مهرجانات المدينة ('Bürgerfest') في الصيف. كما تستضيف المنظمات الطلابية حفلات وفعاليات منتظمة. للحياة الليلية، ستجد العديد من الحانات والبارات. راقب تقاويم الأحداث المحلية والملصقات في جميع أنحاء المدينة والجامعة.",
        "hi": "एमबर्ग और वेडेन में आकर्षक ऐतिहासिक शहर केंद्र हैं। स्थानीय संग्रहालयों, थिएटरों और सिनेमाघरों का अन्वेषण करें। साल भर, विभिन्न त्योहार ('Feste') होते हैं, जैसे सर्दियों में क्रिसमस बाजार ('Weihnachtsmarkt') या गर्मियों में शहर के त्योहार ('Bürgerfest')। छात्र संगठन भी नियमित पार्टियों और कार्यक्रमों की मेजबानी करते हैं। नाइटलाइफ़ के लिए, आपको कई पब और बार मिलेंगे। शहर और विश्वविद्यालय के आसपास स्थानीय घटना कैलेंडर और पोस्टरों पर नज़र रखें।",
        "es": "Amberg y Weiden tienen encantadores centros históricos. Explora los museos, teatros y cines locales. A lo largo del año, hay varios festivales ('Feste'), como los mercados de Navidad ('Weihnachtsmarkt') en invierno o los festivales de la ciudad ('Bürgerfest') en verano. Las organizaciones estudiantiles también organizan fiestas y eventos con regularidad. Para la vida nocturna, encontrarás varios pubs y bares. Mantente atento a los calendarios de eventos locales y a los carteles por la ciudad y la universidad.",
        "zh": "安贝格和魏登拥有迷人的历史悠久的市中心。探索当地的博物馆、剧院和电影院。全年都有各种节日（'Feste'），例如冬天的圣诞市场（'Weihnachtsmarkt'）或夏天的城市节（'Bürgerfest'）。学生组织也定期举办派对和活动。对于夜生活，您会发现几家酒吧。请留意当地的活动日历以及城市和大学周围的海报。"
    },
    "leisure_page_sub3_title": {
        "en": "Exploring the Surroundings",
        "de": "Die Umgebung erkunden",
        "ar": "استكشاف المناطق المحيطة",
        "hi": "आसपास की खोज",
        "es": "Explorando los alrededores",
        "zh": "探索周边地区"
    },
    "leisure_page_sub3_text": {
        "en": "The Oberpfalz region is beautiful and perfect for outdoor activities. You can go hiking or cycling in the 'Oberpfälzer Wald' (Upper Palatinate Forest). Nearby cities like Regensburg and Nuremberg are great for day trips and easily reachable by train. The 'Bayern-Ticket' is a special train ticket that allows up to 5 people to travel throughout Bavaria for one day at a very low price – perfect for weekend excursions with friends.",
        "de": "Die Oberpfalz ist eine wunderschöne Region und perfekt für Outdoor-Aktivitäten. Sie können im 'Oberpfälzer Wald' wandern oder Rad fahren. Nahegelegene Städte wie Regensburg und Nürnberg eignen sich hervorragend für Tagesausflüge und sind leicht mit dem Zug erreichbar. Das 'Bayern-Ticket' ist eine spezielle Zugfahrkarte, mit der bis zu 5 Personen einen Tag lang zu einem sehr günstigen Preis durch ganz Bayern reisen können – perfekt für Wochenendausflüge mit Freunden.",
        "ar": "منطقة أوبربفالتس جميلة ومثالية للأنشطة الخارجية. يمكنك الذهاب للمشي لمسافات طويلة أو ركوب الدراجات في 'Oberpfälzer Wald' (غابة بالاتينات العليا). تعد المدن القريبة مثل ريغنسبورغ ونورمبرغ رائعة للرحلات اليومية ويمكن الوصول إليها بسهولة بالقطار. 'Bayern-Ticket' هي تذكرة قطار خاصة تسمح لما يصل إلى 5 أشخاص بالسفر في جميع أنحاء بافاريا ليوم واحد بسعر منخفض جدًا - مثالية للرحلات في عطلة نهاية الأسبوع مع الأصدقاء.",
        "hi": "Oberpfalz क्षेत्र सुंदर है और बाहरी गतिविधियों के लिए एकदम सही है। आप 'Oberpfälzer Wald' (अपर पैलेटिनेट फ़ॉरेस्ट) में लंबी पैदल यात्रा या साइकिल चलाने जा सकते हैं। रेगेन्सबर्ग और नूर्नबर्ग जैसे आस-पास के शहर दिन की यात्राओं के लिए बहुत अच्छे हैं और ट्रेन द्वारा आसानी से पहुँचा जा सकता है। 'बायर्न-टिकट' एक विशेष ट्रेन टिकट है जो 5 लोगों तक को एक दिन के लिए बहुत कम कीमत पर पूरे बवेरिया में यात्रा करने की अनुमति देता है - दोस्तों के साथ सप्ताहांत की सैर के लिए एकदम सही।",
        "es": "La región de Oberpfalz es hermosa y perfecta para actividades al aire libre. Puedes hacer senderismo o ciclismo en el 'Oberpfälzer Wald' (Bosque del Alto Palatinado). Ciudades cercanas como Ratisbona y Núremberg son ideales para excursiones de un día y son fácilmente accesibles en tren. El 'Bayern-Ticket' es un billete de tren especial que permite que hasta 5 personas viajen por toda Baviera durante un día a un precio muy bajo, perfecto para excursiones de fin de semana con amigos.",
        "zh": "上普法尔茨地区风景优美，非常适合户外活动。您可以在“上普法尔茨森林”（Oberpfälzer Wald）远足或骑自行车。像雷根斯堡和纽伦堡这样的附近城市非常适合一日游，并且可以轻松地乘火车到达。“拜仁票”（Bayern-Ticket）是一种特殊的火车票，最多可供5人以非常低的价格在巴伐利亚全境旅行一天——非常适合与朋友进行周末短途旅行。"
    },
    "page_title_links": {
        "en": "Links - QuickStart Guide",
        "de": "Links - QuickStart Guide",
        "ar": "روابط - دليل البداية السريعة",
        "hi": "लिंक - क्विकस्टार्ट गाइड",
        "es": "Enlaces - Guía de Inicio Rápido",
        "zh": "链接 - 快速入门指南"
    },
    "links_page_main_title": {
        "en": "Useful Links",
        "de": "Nützliche Links",
        "ar": "روابط مفيدة",
        "hi": "उपयोगी लिंक",
        "es": "Enlaces útiles",
        "zh": "实用链接"
    },
    "links_page_sub1_title": {
        "en": "University Platforms",
        "de": "Hochschul-Plattformen",
        "ar": "منصات الجامعة",
        "hi": "विश्वविद्यालय प्लेटफार्म",
        "es": "Plataformas universitarias",
        "zh": "大学平台"
    },
    "links_page_sub1_text": {
        "en": "• <a href='https://www.oth-aw.de/'>OTH Amberg-Weiden Official Website</a> <br>• <a href='https://moodle.oth-aw.de/'>Moodle Learning Platform</a> <br>• <a href='https://primuss.oth-aw.de/'>PRIMUSS Campus Portal</a> <br>• <a href='https://webmail.oth-aw.de/'>Webmail Service</a> <br>• <a href='https://bibliothek.oth-aw.de/'>Library Catalogue (OPAC)</a>",
        "de": "• <a href='https://www.oth-aw.de/'>Offizielle Webseite der OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/'>Moodle Lernplattform</a> <br>• <a href='https://primuss.oth-aw.de/'>PRIMUSS Campus-Portal</a> <br>• <a href='https://webmail.oth-aw.de/'>Webmail-Dienst</a> <br>• <a href='https://bibliothek.oth-aw.de/'>Bibliothekskatalog (OPAC)</a>",
        "ar": "• <a href='https://www.oth-aw.de/'>الموقع الرسمي لجامعة OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/'>منصة Moodle التعليمية</a> <br>• <a href='https://primuss.oth-aw.de/'>بوابة الحرم الجامعي PRIMUSS</a> <br>• <a href='https://webmail.oth-aw.de/'>خدمة البريد الإلكتروني</a> <br>• <a href='https://bibliothek.oth-aw.de/'>فهرس المكتبة (OPAC)</a>",
        "hi": "• <a href='https://www.oth-aw.de/'>OTH Amberg-Weiden आधिकारिक वेबसाइट</a> <br>• <a href='https://moodle.oth-aw.de/'>Moodle लर्निंग प्लेटफॉर्म</a> <br>• <a href='https://primuss.oth-aw.de/'>PRIMUSS कैम्पस पोर्टल</a> <br>• <a href='https://webmail.oth-aw.de/'>वेबमेल सेवा</a> <br>• <a href='https://bibliothek.oth-aw.de/'>पुस्तकालय कैटलॉग (OPAC)</a>",
        "es": "• <a href='https://www.oth-aw.de/'>Sitio web oficial de OTH Amberg-Weiden</a> <br>• <a href='https://moodle.oth-aw.de/'>Plataforma de aprendizaje Moodle</a> <br>• <a href='https://primuss.oth-aw.de/'>Portal del campus PRIMUSS</a> <br>• <a href='https://webmail.oth-aw.de/'>Servicio de Webmail</a> <br>• <a href='https://bibliothek.oth-aw.de/'>Catálogo de la biblioteca (OPAC)</a>",
        "zh": "• <a href='https://www.oth-aw.de/'>OTH 安贝格-魏登官方网站</a> <br>• <a href='https://moodle.oth-aw.de/'>Moodle 学习平台</a> <br>• <a href='https://primuss.oth-aw.de/'>PRIMUSS 校园门户</a> <br>• <a href='https://webmail.oth-aw.de/'>网页邮箱服务</a> <br>• <a href='https://bibliothek.oth-aw.de/'>图书馆目录 (OPAC)</a>"
    },
    "links_page_sub2_title": {
        "en": "Administrative & Support Links",
        "de": "Verwaltung & Unterstützung",
        "ar": "روابط إدارية وداعمة",
        "hi": "प्रशासनिक और सहायता लिंक",
        "es": "Enlaces administrativos y de apoyo",
        "zh": "行政与支持链接"
    },
    "links_page_sub2_text": {
        "en": "• <a href='https://www.oth-aw.de/en/international/'>International Office</a> <br>• <a href='https://www.stwno.de/en/'>Student Services (Studentenwerk)</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/'>Examination Office & Student Office</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/'>General Student Advisory Service</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/'>Student Representatives (StuV)</a>",
        "de": "• <a href='https://www.oth-aw.de/international/'>International Office</a> <br>• <a href='https://www.stwno.de/de/'>Studentenwerk</a> <br>• <a href='https://www.oth-aw.de/hochschule/organisation/service-und-beratungsstellen/studien-und-pruefungsangelegenheiten/'>Prüfungsamt & Studienbüro</a> <br>• <a href='https://www.oth-aw.de/studium/beratung-und-service/studienberatung/'>Allgemeine Studienberatung</a> <br>• <a href='https://www.oth-aw.de/hochschule/organisation/beauftragte-und-vertretungen/stuv/'>Studierendenvertretung (StuV)</a>",
        "ar": "• <a href='https://www.oth-aw.de/en/international/'>المكتب الدولي</a> <br>• <a href='https://www.stwno.de/en/'>خدمات الطلاب (Studentenwerk)</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/'>مكتب الامتحانات ومكتب الطلاب</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/'>خدمة الإرشاد الطلابي العام</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/'>ممثلو الطلاب (StuV)</a>",
        "hi": "• <a href='https://www.oth-aw.de/en/international/'>अंतर्राष्ट्रीय कार्यालय</a> <br>• <a href='https://www.stwno.de/en/'>छात्र सेवाएं (Studentenwerk)</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/'>परीक्षा कार्यालय और छात्र कार्यालय</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/'>सामान्य छात्र सलाहकार सेवा</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/'>छात्र प्रतिनिधि (StuV)</a>",
        "es": "• <a href='https://www.oth-aw.de/en/international/'>Oficina Internacional</a> <br>• <a href='https://www.stwno.de/en/'>Servicios Estudiantiles (Studentenwerk)</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/'>Oficina de Exámenes y Oficina de Estudiantes</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/'>Servicio General de Asesoramiento Estudiantil</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/'>Representantes Estudiantiles (StuV)</a>",
        "zh": "• <a href='https://www.oth-aw.de/en/international/'>国际办公室</a> <br>• <a href='https://www.stwno.de/en/'>学生服务中心 (Studentenwerk)</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/service-centres/student-and-academic-affairs/'>考试办公室和学生办公室</a> <br>• <a href='https://www.oth-aw.de/en/study/advice-and-services/student-counselling-service/'>综合学生咨询服务</a> <br>• <a href='https://www.oth-aw.de/en/university/organisation/representatives/stuv/'>学生代表 (StuV)</a>"
    },
    "links_page_sub3_title": {
        "en": "City & Regional Links",
        "de": "Stadt & Region",
        "ar": "روابط المدينة والمنطقة",
        "hi": "शहर और क्षेत्रीय लिंक",
        "es": "Enlaces de la ciudad y la región",
        "zh": "城市与地区链接"
    },
    "links_page_sub3_text": {
        "en": "• <a href='https://www.amberg.de/'>Official Website City of Amberg</a> <br>• <a href='https://www.weiden.de/'>Official Website City of Weiden</a> <br>• <a href='https://www.zughalt.de/'>Local Public Transport (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>German Railway (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/'>Website for finding shared flats (WG)</a>",
        "de": "• <a href='https://www.amberg.de/'>Offizielle Webseite der Stadt Amberg</a> <br>• <a href='https://www.weiden.de/'>Offizielle Webseite der Stadt Weiden</a> <br>• <a href='https://www.zughalt.de/'>Öffentlicher Nahverkehr (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>Deutsche Bahn</a> <br>• <a href='https://www.wg-gesucht.de/'>Webseite zur Suche nach WGs</a>",
        "ar": "• <a href='https://www.amberg.de/'>الموقع الرسمي لمدينة آمبرغ</a> <br>• <a href='https://www.weiden.de/'>الموقع الرسمي لمدينة فايدن</a> <br>• <a href='https://www.zughalt.de/'>النقل العام المحلي (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>السكك الحديدية الألمانية (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/'>موقع للعثور على شقق مشتركة (WG)</a>",
        "hi": "• <a href='https://www.amberg.de/'>एमबर्ग शहर की आधिकारिक वेबसाइट</a> <br>• <a href='https://www.weiden.de/'>वेडेन शहर की आधिकारिक वेबसाइट</a> <br>• <a href='https://www.zughalt.de/'>स्थानीय सार्वजनिक परिवहन (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>जर्मन रेलवे (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/'>साझा फ्लैट (WG) खोजने के लिए वेबसाइट</a>",
        "es": "• <a href='https://www.amberg.de/'>Sitio web oficial de la ciudad de Amberg</a> <br>• <a href='https://www.weiden.de/'>Sitio web oficial de la ciudad de Weiden</a> <br>• <a href='https://www.zughalt.de/'>Transporte público local (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>Ferrocarriles alemanes (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/'>Sitio web para encontrar pisos compartidos (WG)</a>",
        "zh": "• <a href='https://www.amberg.de/'>安贝格市官方网站</a> <br>• <a href='https://www.weiden.de/'>魏登市官方网站</a> <br>• <a href='https://www.zughalt.de/'>当地公共交通 (ZNAW)</a> <br>• <a href='https://www.bahn.de/'>德国铁路 (Deutsche Bahn)</a> <br>• <a href='https://www.wg-gesucht.de/'>寻找合租公寓 (WG) 的网站</a>"
    },
    "page_title_language": {
        "en": "Language - QuickStart Guide",
        "de": "Sprache - QuickStart Guide",
        "ar": "اللغة - دليل البداية السريعة",
        "hi": "भाषा - क्विकस्टार्ट गाइड",
        "es": "Idioma - Guía de Inicio Rápido",
        "zh": "语言 - 快速入门指南"
    },
    "language_page_main_title": {
        "en": "Language Support",
        "de": "Sprachliche Unterstützung",
        "ar": "دعم اللغة",
        "hi": "भाषा सहायता",
        "es": "Apoyo lingüístico",
        "zh": "语言支持"
    },
    "language_page_sub1_title": {
        "en": "German Language Courses",
        "de": "Deutschkurse",
        "ar": "دورات اللغة الألمانية",
        "hi": "जर्मन भाषा पाठ्यक्रम",
        "es": "Cursos de alemán",
        "zh": "德语课程"
    },
    "language_page_sub1_text": {
        "en": "While many people in Germany speak English, learning German is essential for your daily life, making friends, and future job opportunities. The OTH-AW Language Center ('Sprachenzentrum') offers German courses at various levels (A1-C1) during the semester. These courses are often free or very affordable for enrolled students. Also, check the local 'Volkshochschule' (VHS), an adult education center, for more intensive course options.",
        "de": "Obwohl viele Menschen in Deutschland Englisch sprechen, ist das Erlernen der deutschen Sprache für Ihren Alltag, das Schließen von Freundschaften und zukünftige Jobchancen unerlässlich. Das Sprachenzentrum der OTH-AW bietet während des Semesters Deutschkurse auf verschiedenen Niveaus (A1-C1) an. Diese Kurse sind für eingeschriebene Studierende oft kostenlos oder sehr günstig. Informieren Sie sich auch bei der örtlichen 'Volkshochschule' (VHS), einem Erwachsenenbildungszentrum, über weitere intensive Kursoptionen.",
        "ar": "بينما يتحدث الكثير من الناس في ألمانيا اللغة الإنجليزية، فإن تعلم اللغة الألمانية ضروري لحياتك اليومية، وتكوين صداقات، وفرص العمل المستقبلية. يقدم مركز اللغات ('Sprachenzentrum') في OTH-AW دورات لغة ألمانية على مستويات مختلفة (A1-C1) خلال الفصل الدراسي. غالبًا ما تكون هذه الدورات مجانية أو بأسعار معقولة جدًا للطلاب المسجلين. تحقق أيضًا من 'Volkshochschule' (VHS) المحلية، وهو مركز لتعليم الكبار، لمزيد من خيارات الدورات المكثفة.",
        "hi": "हालांकि जर्मनी में बहुत से लोग अंग्रेजी बोलते हैं, लेकिन आपके दैनिक जीवन, दोस्त बनाने और भविष्य में नौकरी के अवसरों के लिए जर्मन सीखना आवश्यक है। OTH-AW भाषा केंद्र ('Sprachenzentrum') सेमेस्टर के दौरान विभिन्न स्तरों (A1-C1) पर जर्मन पाठ्यक्रम प्रदान करता है। ये पाठ्यक्रम अक्सर नामांकित छात्रों के लिए मुफ्त या बहुत सस्ते होते हैं। इसके अलावा, अधिक गहन पाठ्यक्रम विकल्पों के लिए स्थानीय 'Volkshochschule' (VHS), एक वयस्क शिक्षा केंद्र, की जाँच करें।",
        "es": "Aunque mucha gente en Alemania habla inglés, aprender alemán es esencial para tu vida diaria, hacer amigos y futuras oportunidades laborales. El Centro de Idiomas de OTH-AW ('Sprachenzentrum') ofrece cursos de alemán en varios niveles (A1-C1) durante el semestre. Estos cursos suelen ser gratuitos o muy asequibles para los estudiantes matriculados. Además, consulta la 'Volkshochschule' (VHS) local, un centro de educación para adultos, para obtener más opciones de cursos intensivos.",
        "zh": "虽然德国有很多人会说英语，但学习德语对于您的日常生活、交朋友和未来的工作机会至关重要。OTH-AW语言中心（'Sprachenzentrum'）在学期期间提供各种级别（A1-C1）的德语课程。这些课程对在校学生通常是免费或非常实惠的。另外，您也可以查询当地的“成人教育学校”（Volkshochschule, VHS），那里提供更密集的课程选择。"
    },
    "language_page_sub2_title": {
        "en": "Language Tandems & Practice",
        "de": "Sprachtandems & Übung",
        "ar": "شراكات اللغة والممارسة",
        "hi": "भाषा टेंडेम और अभ्यास",
        "es": "Tándems de idiomas y práctica",
        "zh": "语言伙伴与练习"
    },
    "language_page_sub2_text": {
        "en": "A language tandem is a great way to improve your speaking skills. You partner with a native German speaker who wants to learn your language. You meet regularly and spend half the time speaking German and the other half speaking your native language. The International Office often has a program to help you find a tandem partner. Also, look for a 'Stammtisch', an informal weekly meetup in a pub where international and German students get together to chat.",
        "de": "Ein Sprachtandem ist eine großartige Möglichkeit, Ihre Sprechfähigkeiten zu verbessern. Sie tun sich mit einem deutschen Muttersprachler zusammen, der Ihre Sprache lernen möchte. Sie treffen sich regelmäßig und sprechen die Hälfte der Zeit Deutsch und die andere Hälfte Ihre Muttersprache. Das International Office hat oft ein Programm, das Ihnen hilft, einen Tandempartner zu finden. Halten Sie auch Ausschau nach einem 'Stammtisch', einem informellen wöchentlichen Treffen in einer Kneipe, bei dem sich internationale und deutsche Studierende zum Plaudern treffen.",
        "ar": "شراكة اللغة هي طريقة رائعة لتحسين مهاراتك في التحدث. أنت تشترك مع متحدث ألماني أصلي يرغب في تعلم لغتك. تلتقيان بانتظام وتقضيان نصف الوقت في التحدث باللغة الألمانية والنصف الآخر في التحدث بلغتك الأم. غالبًا ما يكون لدى المكتب الدولي برنامج لمساعدتك في العثور على شريك لغوي. ابحث أيضًا عن 'Stammtisch' ، وهو لقاء أسبوعي غير رسمي في حانة حيث يجتمع الطلاب الدوليون والألمان للدردشة.",
        "hi": "भाषा टेंडेम आपकी बोलने की क्षमता को सुधारने का एक शानदार तरीका है। आप एक देशी जर्मन वक्ता के साथ साझेदारी करते हैं जो आपकी भाषा सीखना चाहता है। आप नियमित रूप से मिलते हैं और आधा समय जर्मन में और आधा समय अपनी मूल भाषा में बात करते हैं। अंतर्राष्ट्रीय कार्यालय में अक्सर एक टेंडेम साथी खोजने में आपकी मदद करने के लिए एक कार्यक्रम होता है। इसके अलावा, एक 'Stammtisch' की तलाश करें, जो एक पब में एक अनौपचारिक साप्ताहिक बैठक है जहाँ अंतर्राष्ट्रीय और जर्मन छात्र बातचीत करने के लिए एक साथ आते हैं।",
        "es": "Un tándem de idiomas es una excelente manera de mejorar tus habilidades orales. Te asocias con un hablante nativo de alemán que quiere aprender tu idioma. Os reunís regularmente y pasáis la mitad del tiempo hablando en alemán y la otra mitad en tu idioma nativo. La Oficina Internacional a menudo tiene un programa para ayudarte a encontrar un compañero de tándem. Además, busca un 'Stammtisch', un encuentro semanal informal en un pub donde estudiantes internacionales y alemanes se reúnen para charlar.",
        "zh": "语言伙伴（Tandem）是提高口语能力的绝佳方式。您可以与一位想学习您母语的德国人结成伙伴。你们定期见面，一半时间说德语，一半时间说您的母语。国际办公室通常有帮助您找到语言伙伴的项目。另外，也可以寻找“Stammtisch”，这是一种在酒吧举行的非正式每周聚会，国际学生和德国学生会在这里聊天交流。"
    },
    "language_page_sub3_title": {
        "en": "Online Resources & Self-Study",
        "de": "Online-Ressourcen & Selbststudium",
        "ar": "الموارد عبر الإنترنت والدراسة الذاتية",
        "hi": "ऑनलाइन संसाधन और स्व-अध्ययन",
        "es": "Recursos en línea y autoaprendizaje",
        "zh": "在线资源与自学"
    },
    "language_page_sub3_text": {
        "en": "There are many excellent free resources to supplement your learning: <br>• <b>Deutsche Welle (DW) Learn German:</b> Offers structured courses, videos, and news in slow German. <br>• <b>Apps like Duolingo or Babbel:</b> Good for vocabulary building and basic grammar. <br>• <b>Online Dictionaries:</b> LEO, Dict.cc, and Linguee are highly recommended. <br>• <b>YouTube:</b> Channels like 'Easy German' provide authentic street interviews and cultural insights.",
        "de": "Es gibt viele ausgezeichnete kostenlose Ressourcen, um Ihr Lernen zu ergänzen: <br>• <b>Deutsche Welle (DW) Learn German:</b> Bietet strukturierte Kurse, Videos und Nachrichten in langsam gesprochenem Deutsch. <br>• <b>Apps wie Duolingo oder Babbel:</b> Gut zum Aufbau von Wortschatz und grundlegender Grammatik. <br>• <b>Online-Wörterbücher:</b> LEO, Dict.cc und Linguee sind sehr zu empfehlen. <br>• <b>YouTube:</b> Kanäle wie 'Easy German' bieten authentische Straßeninterviews und kulturelle Einblicke.",
        "ar": "هناك العديد من الموارد المجانية الممتازة لتكملة تعلمك: <br>• <b>Deutsche Welle (DW) Learn German:</b> تقدم دورات منظمة ومقاطع فيديو وأخبارًا باللغة الألمانية البطيئة. <br>• <b>تطبيقات مثل Duolingo أو Babbel:</b> جيدة لبناء المفردات والقواعد الأساسية. <br>• <b>قواميس عبر الإنترنت:</b> يوصى بشدة باستخدام LEO و Dict.cc و Linguee. <br>• <b>YouTube:</b> قنوات مثل 'Easy German' تقدم مقابلات شارع حقيقية ورؤى ثقافية.",
        "hi": "आपके सीखने को पूरक करने के लिए कई उत्कृष्ट मुफ्त संसाधन हैं: <br>• <b>Deutsche Welle (DW) Learn German:</b> धीमी गति से जर्मन में संरचित पाठ्यक्रम, वीडियो और समाचार प्रदान करता है। <br>• <b>Duolingo या Babbel जैसे ऐप्स:</b> शब्दावली निर्माण और बुनियादी व्याकरण के लिए अच्छा है। <br>• <b>ऑनलाइन शब्दकोश:</b> LEO, Dict.cc, और Linguee की अत्यधिक अनुशंसा की जाती है। <br>• <b>YouTube:</b> 'Easy German' जैसे चैनल प्रामाणिक सड़क साक्षात्कार और सांस्कृतिक अंतर्दृष्टि प्रदान करते हैं।",
        "es": "Existen muchos recursos gratuitos excelentes para complementar tu aprendizaje: <br>• <b>Deutsche Welle (DW) Learn German:</b> Ofrece cursos estructurados, videos y noticias en alemán lento. <br>• <b>Apps como Duolingo o Babbel:</b> Buenas para construir vocabulario y gramática básica. <br>• <b>Diccionarios en línea:</b> LEO, Dict.cc y Linguee son muy recomendables. <br>• <b>YouTube:</b> Canales como 'Easy German' proporcionan entrevistas callejeras auténticas y perspectivas culturales.",
        "zh": "有很多优秀的免费资源可以补充您的学习：<br>• <b>德国之声（DW）学德语：</b>提供结构化课程、视频和慢速德语新闻。<br>• <b>像Duolingo或Babbel这样的应用：</b>有助于积累词汇和学习基础语法。<br>• <b>在线词典：</b>强烈推荐LEO、Dict.cc和Linguee。<br>• <b>YouTube：</b>像“Easy German”这样的频道提供真实的街头采访和文化见解。"
    }
}
